Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/ceilometer/ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: es, fr, zh_cn

source: message signature invalid, discarding message: %r
es: firma de mensaje no válida, descartando el mensaje: %r
fr: signature de message non valide, message ignoré : %r
zh_cn: 消息签名无效，丢弃消息：%r

source: parse IPMI sensor data failed,No data retrieved from given input
es: ha fallado el análisis de datos de sensor IPMI, no se ha recuperado ningún dato de la entrada indicada
fr: Échec de l'analyse des données du détecteur IPMI. Aucune donnée extraite à partir de l'entrée fournie
zh_cn: 解析 IPMI 传感器数据失败，从给定的输入中无法检索到数据

source: parse IPMI sensor data failed,unknown sensor type
es: ha fallado el análisis de datos de sensor IPMI, tipo de sensor desconocido
fr: Échec de l'analyse des données du détecteur IPMI, type de détecteur inconnu
zh_cn: 解析 IPMI 传感器数据失败，未知的传感器类型

source: running ipmitool failure
es: fallo de ejecución de ipmitool
fr: Échec d'exécution d'ipmitool
zh_cn: 运行 ipmitool 时失败
