Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/ceilometer/ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: es, fr, zh_cn

source: %(entity)s %(id)s Not Found
es: No se ha encontrado %(entity)s %(id)s
fr: %(entity)s %(id)s non trouvé
zh_cn: 无法找到 %(entity)s %(id)s

source: Arithmetic transformer must use at least one meter in expression '%s'
es: El transformador aritmético debe utilizar al menos un medidor en la expresión '%s'
fr: Le transformateur arithmétique doit utiliser au moins un compteur dans l'expression '%s'
zh_cn: 算术变形器在表达式“%s”中必须至少使用一个指标

source: Cannot create table %(table_name)s it already exists. Ignoring error
es: No se puede crear la tabla %(table_name)s, ya existe. Se ignorará el error.
fr: Impossible de créer la table %(table_name)s car elle existe déjà. Erreur ignorée
zh_cn: 无法创建表 %(table_name)s，因为它已存在。忽略此错误

source: Continue after error from %(name)s: %(error)s
es: Continuar después de error desde %(name)s: %(error)s
fr: Continuer après l'erreur de %(name)s : %(error)s
zh_cn: %(name)s 出错：%(error)s，继续执行

source: Could not connect slave host: %s
es: No se ha podido conectar el host esclavo: %s
fr: Impossible de se connecter à l'hôte esclave : %s
zh_cn: 无法连接伺服主机：%s

source: Could not connect to XenAPI: %s
es: No se ha podido conectar con XenAPI: %s
fr: Impossible de se connecter à XenAPI : %s
zh_cn: 无法连接到 XenAPI：%s

source: Could not get CPU Util for %(id)s: %(e)s
es: No se ha podido obtener la utilización de CPU para %(id)s: %(e)s
fr: Impossible d'obtenir l'utilisation UC pour %(id)s : %(e)s
zh_cn: 无法获取 %(id)s 的 CPU 使用率：%(e)s

source: Could not get Memory Usage for %(id)s: %(e)s
es: No se ha podido obtener el uso de memoria para %(id)s: %(e)s
fr: Impossible d'obtenir l'utilisation de la mémoire pour %(id)s : %(e)s
zh_cn: 无法获取 %(id)s 的内存使用情况：%(e)s

source: Could not get VM %s CPU Utilization
es: No se ha podido obtener la utilización de CPU de la VM %s
fr: Impossible d'obtenir l'utilisation UC de la machine virtuelle %s
zh_cn: 无法获取 VM %s CPU 使用率

source: Couldn't obtain IP address of instance %s
es: No se ha podido obtener la dirección IP de la instancia %s
fr: Impossible d'obtenir l'adresse IP de l'instance %s
zh_cn: 无法获取实例 %s 的 IP 地址

source: Dispatcher target was not set, no meter will be posted. Set the target in the ceilometer.conf file
es: No se ha definido el destino del asignador, no se enviará ningún medidor. Defina el destino en el archivo ceilometer.conf
fr: La cible du répartiteur n'était pas définie, aucun compteur ne sera publié. Définissez la cible dans le fichier ceilometer.conf
zh_cn: 未设置分发器目标，将不会发布测量数据。请在 ceilometer.conf 文件中设置目标。

source: Dropping Notification %(type)s (uuid:%(msgid)s)
es: Descartando la notificación %(type)s (uuid:%(msgid)s)
fr: Suppression de la notification %(type)s (uuid : %(msgid)s)
zh_cn: 正在删除通知 %(type)s (uuid:%(msgid)s)

source: Error from libvirt while looking up instance <name=%(name)s, id=%(id)s>: [Error Code %(error_code)s] %(ex)s
es: Error de libvirt al buscar la instancia <name=%(name)s, id=%(id)s>: [Código de error %(error_code)s] %(ex)s
fr: Erreur de libvirt lors de la recherche de l'instance <name=%(name)s, id=%(id)s> : [Code d'erreur %(error_code)s] %(ex)s
zh_cn: 查找实例 <name=%(name)s, id=%(id)s> 时，libvirt 中出错：[错误代码 %(error_code)s] %(ex)s

source: Error parsing HTTP response: %s
es: Error al analizar la respuesta HTTP: %s.
fr: Erreur lors de l'analyse syntaxique de la réponse HTTP : %s
zh_cn: 解析 HTTP 响应失败：%s

source: Error stopping pollster.
es: Error al detener el sondeador.
fr: Erreur lors de l'arrêt du sondeur.
zh_cn: 停止轮询程序时出错。

source: Event
es: Suceso
fr: Événement
zh_cn: 事件

source: Expression evaluated to a NaN value!
es: La expresión se ha evaluado en un valor NaN.
fr: Expression évaluée avec une valeur NaN !
zh_cn: 表达式计算结果为 NaN 值！

source: Failed to import extension for %(name)s: %(error)s
es: No se ha podido importar la extensión para %(name)s: %(error)s
fr: Échec de l'importation de l'extension pour %(name)s : %(error)s
zh_cn: 未能导入 %(name)s 的扩展：%(error)s

source: Failed to inspect data of instance <name=%(name)s, id=%(id)s>, domain state is SHUTOFF.
es: No se han podido analizar los datos de la instancia <name=%(name)s, id=%(id)s>, el estado del dominio es SHUTOFF.
fr: Échec de l'inspection des données de l'instance <name=%(name)s, id=%(id)s>. Le domaine est à l'état SHUTOFF (INTERRUPTION).
zh_cn: 未能检查到实例 <name=%(name)s, id=%(id)s> 的数据，域状态为 SHUTOFF。

source: Failed to inspect memory usage of %(instance_uuid)s, can not get info from libvirt: %(error)s
es: No se ha podido analizar el uso de memoria de %(instance_uuid)s, no se puede obtener información de libvirt: %(error)s
fr: Échec de l'inspection de l'utilisation de la mémoire de %(instance_uuid)s. Impossible d'obtenir des informations de libvirt : %(error)s
zh_cn: 未能检查到 %(instance_uuid)s 的内存使用情况，无法从 libvirt 获取信息：%(error)s

source: Failed to inspect memory usage of instance <name=%(name)s, id=%(id)s>, can not get info from libvirt.
es: No se ha podido analizar el uso de memoria de la instancia <name=%(name)s, id=%(id)s>, no se puede obtener información de libvirt.
fr: Échec de l'inspection de l'utilisation de la mémoire de l'instance <name=%(name)s, id=%(id)s>. Impossible d'obtenir des informations de libvirt.
zh_cn: 未能检查到实例 <name=%(name)s, id=%(id)s> 的内存使用情况，无法从 libvirt 获取信息。

source: Failed to load any notification handlers for %s
es: No se ha podido cargar ningún manejador de notificaciones para %s
fr: Échec du chargement des gestionnaires de notification pour %s
zh_cn: 无法为 %s 加载任何通知处理器

source: Failed to parse the timestamp value %s
es: No se ha podido analizar el valor de la indicación de fecha y hora %s
fr: Échec de l'analyse syntaxique de la valeur d'horodatage %s
zh_cn: 未能解析时间戳记值 %s

source: Failed to publish %d datapoints, dropping them
es: No se han podido publicar los puntos de datos %d, se descartarán
fr: Échec de la publication de %d points de données. Suppression en cours
zh_cn: 未能发布 %d 个数据点，正在将其删除

source: Failed to publish %d datapoints, queue them
es: No se han podido publicar los puntos de datos %d, póngalos en cola
fr: Échec de la publication de %d points de données. Mise en file d'attente
zh_cn: 未能发布 %d 个数据点，将其入队

source: Failed to record metering data: %s
es: No se han podido registrar los datos de medición: %s
fr: Impossible d'enregistrer les données de mesure : %s
zh_cn: 无法记录测量数据：%s

source: Filter expression not valid: %s
es: Expresión de filtro no válida: %s
fr: Expression de filtre non valide : %s
zh_cn: 过滤表达式无效：%s

source: Ignoring instance %(name)s (%(instance_id)s) : %(error)s
es: Ignorando la instancia %(name)s (%(instance_id)s) : %(error)s
fr: Instance %(name)s ignorée (%(instance_id)s) : %(error)s
zh_cn: 忽略实例 %(name)s (%(instance_id)s)：%(error)s

source: Ignoring instance %(name)s: %(error)s
es: Ignorando la instancia %(name)s: %(error)s
fr: Instance %(name)s : %(error)s ignorée
zh_cn: 忽略实例 %(name)s：%(error)s

source: Ignoring loadbalancer %(loadbalancer_id)s
es: Se ignorará el equilibrador de carga %(loadbalancer_id)s
fr: Équilibreur de charge %(loadbalancer_id)s ignoré
zh_cn: 正在忽略负载均衡器 %(loadbalancer_id)s

source: Ignoring pool %(pool_id)s
es: Se ignorará la agrupación %(pool_id)s
fr: Pool %(pool_id)s ignoré
zh_cn: 正在忽略池 %(pool_id)s

source: Invalid YAML syntax in Definitions file %(file)s at line: %(line)s, column: %(column)s.
es: Sintaxis de YAML no válida en archivo de definiciones %(file)s, en la línea: %(line)s, columna: %(column)s.
fr: Syntaxe YAML non valide dans le fichier de définitions %(file)s à la ligne : %(line)s, colonne : %(column)s.
zh_cn: 定义文件 %(file)s 的第 %(line)s 行和第 %(column)s 列中有无效 YAML 语法。

source: Invalid period %(period)s: %(err)s
es: Período no válido %(period)s: %(err)s
fr: Période %(period)s non valide : %(err)s
zh_cn: 无效的时间段 %(period)s：%(err)s

source: Invalid trait type '%(type)s' for trait %(trait)s
es: Tipo de rasgo no válido '%(type)s' para el rasgo %(trait)s
fr: Type de trait non valide '%(type)s' pour le trait %(trait)s
zh_cn: 特征 %(trait)s 包含了无效法的特征类型“%(type)s”

source: Limit must be positive
es: El límite debe ser positivo
fr: La limite doit être positive
zh_cn: limit 必须是正数

source: More than one event with id %s returned from storage driver
es: Se ha devuelto más de un suceso con el id %s del controlador de almacenamiento
fr: Plusieurs événements avec l'ID %s retournés par le pilote de stockage
zh_cn: 从存储库驱动程序返回了多个标识为 %s 的事件

source: Multiple VM %s found in XenServer
es: Se han encontrado varias VM %s en XenServer
fr: Plusieurs machines virtuelles %s trouvées dans XenServer
zh_cn: 在 XenServer 中找到多个 VM %s

source: Must specify connection_url, and connection_password to use
es: Debe especificar los valores de connection_url y connection_password a utilizar
fr: connection_url et connection_password doivent être indiqués pour l'utilisation de
zh_cn: 使用时必须指定 connection_url 和 connection_password

source: No plugin named %(plugin)s available for %(name)s
es: No hay ningún plug-in denominado %(plugin)s disponible para %(name)s
fr: Aucun plug-in nommé %(plugin)s n'est disponible pour %(name)s
zh_cn: 未对 %(name)s 提供名为 %(plugin)s 的插件

source: Node Manager init failed
es: El inicio de Gestor de nodos ha fallado
fr: Échec de l'initialisation du gestionnaire de nœud
zh_cn: 节点管理器初始化失败

source: Not Authorized to access %(aspect)s %(id)s
es: No tiene autorización para acceder a %(aspect)s %(id)s
fr: Non autorisé à accéder à %(aspect)s %(id)s
zh_cn: 未授权访问 %(aspect)s %(id)s

source: OpenDaylitght API returned %(status)s %(reason)s
es: La API OpenDaylitght ha devuelto %(status)s %(reason)s
fr: L'API OpenDaylight a renvoyé %(status)s %(reason)s
zh_cn: OpenDaylitght API 返回了状态 %(status)s %(reason)s

source: Opencontrail API returned %(status)s %(reason)s
es: La API Opencontrail ha devuelto %(status)s %(reason)s
fr: L'API Opencontrail a renvoyé %(status)s %(reason)s
zh_cn: Opencontrail API 返回了 %(status)s %(reason)s

source: Operator %(operator)s is not supported. Only equality operator is available for field %(field)s
es: El operador %(operator)s no se admite. En el campo %(field)s solo se puede utilizar el operador de igualdad
fr: Opérateur %(operator)s non pris en charge. Seul l'opérateur d'égalité est disponible pour la zone %(field)s
zh_cn: 运算符 %(operator)s 不受支持。对于字段 %(field)s，只能使用等号运算符

source: Operator %(operator)s is not supported. The supported operators are: %(supported)s
es: El operador %(operator)s no se admite. Los operadores admitidos son: %(supported)s
fr: L'opérateur %(operator)s n'est pas pris en charge. Les opérateurs pris en charge sont les suivants : %(supported)s
zh_cn: 运算符 %(operator)s 不受支持。受支持的运算符为：%(supported)s

source: Order-by expression not valid: %s
es: Expresión de Ordenar por no válida: %s
fr: Expression Order-by non valide : %s
zh_cn: 排序依据表达式无效：%s

source: Parse error in JSONPath specification '%(jsonpath)s' for %(name)s: %(err)s
es: Error de análisis en la especificación de JSONPath '%(jsonpath)s' para %(name)s: %(err)s
fr: Erreur d'analyse syntaxique dans la spécification JSONPath '%(jsonpath)s' pour %(name)s : %(err)s
zh_cn: %(name)s 的 JSONPath 规范“%(jsonpath)s”中存在解析错误：%(err)s

source: Period must be positive.
es: El período debe ser positivo.
fr: La période doit être positive.
zh_cn: 时间段必须是正数。

source: Pipeline %(pipeline)s: %(status)s after error from publisher %(pub)s
es: Interconexión %(pipeline)s: %(status)s tras el error de la aplicación de publicación %(pub)s
fr: Pipeline %(pipeline)s : Statut %(status)s après erreur de l'éditeur %(pub)s
zh_cn: 管道 %(pipeline)s：发布程序 %(pub)s 中发生错误之后，处于 %(status)s 状态

source: Pipeline %(pipeline)s: Continue after error from publisher %(pub)s
es: Interconexión %(pipeline)s: Continuar tras error de la aplicación de publicación %(pub)s
fr: Pipeline %(pipeline)s : Reprise après une erreur de l'éditeur %(pub)s
zh_cn: 管道 %(pipeline)s：发布器 %(pub)s 出错，继续执行

source: Pipeline %(pipeline)s: Error flushing transformer %(trans)s
es: Interconexión %(pipeline)s: Error al vaciar el transformador %(trans)s
fr: Pipeline %(pipeline)s : Erreur lors de la purge du transformateur %(trans)s
zh_cn: 管道 %(pipeline)s：清空变形器 %(trans)s 时出错

source: Pipeline %(pipeline)s: Exit after error from transformer %(trans)s for %(smp)s
es: Interconexión %(pipeline)s: Salir tras error del transformador %(trans)s para %(smp)s
fr: Pipeline %(pipeline)s : Sortie après erreur du transformateur %(trans)s pour %(smp)s
zh_cn: 管道 %(pipeline)s：%(smp)s 的变形器%(trans)s 出错，退出

source: Plugin specified, but no plugin name supplied for %s
es: Se ha especificado un plug-in, pero no se ha proporcionado ningún nombre de plug-in para %s
fr: Plug-in spécifié, mais aucun nom de plug-in fourni pour %s
zh_cn: 指定了插件，但没有为 %s 提供插件名

source: Polling %(mtr)s sensor failed for %(cnt)s times!
es: El sondeo al sensor %(mtr)s ha fallado %(cnt)s veces.
fr: L'interrogation du capteur %(mtr)s a échoué %(cnt)s fois !
zh_cn: 轮询 %(mtr)s 传感器已失败 %(cnt)s 次！

source: Polling %(name)s failed for %(cnt)s times!
es: El sondeo %(name)s ha fallado %(cnt)s veces.
fr: Échec du sondage de %(name)s pendant %(cnt)s fois !
zh_cn: 轮询 %(name)s 已失败 %(cnt)s 次！

source: Pollster for %s is disabled!
es: El sondeador de %s está deshabilitado.
fr: Le sondeur pour %s est désactivé !
zh_cn: 已禁用 %s 的采集器！

source: Prevent pollster %(name)s for polling source %(source)s anymore!
es: Impedir que el sondeador %(name)s actúe más en el origen de sondeo %(source)s
fr: Empêcher le sondeur %(name)s d'interroger la source %(source)s !
zh_cn: 请阻止轮询程序 %(name)s 再轮询源 %(source)s！

source: Publisher max local_queue length is exceeded, dropping %d oldest samples
es: Se ha superado la longitud máxima de aplicación de publicación local_queue, se descartarán los ejemplos más antiguos %d
fr: La longueur maximale de local_queue de l'éditeur est dépassée, suppression des %d échantillons les plus anciens
zh_cn: 超过发布器的本地队列最大长度，正在删除最旧的 %d 个样本

source: Publishing policy is unknown (%s) force to default
es: No se conoce la política de publicación (%s), forzar al valor predeterminado
fr: La stratégie de publication est inconnue (%s), forcée sur stratégie par défaut
zh_cn: 未知的发布策略 (%s)，强制使用缺省值

source: RGW AdminOps API returned %(status)s %(reason)s
es: La API de RGW AdminOps ha devuelto %(status)s %(reason)s
fr: L'API AdminOps RGW a renvoyé %(status)s %(reason)s
zh_cn: RGW AdminOps API 返回了 %(status)s %(reason)s

source: Request failed to connect to OpenDaylight with NorthBound REST API
es: Ha fallado la solicitud de establecer conexión con OpenDaylight con la API REST NorthBound
fr: La demande n'a pas pu se connecter à OpenDaylight avec l'API REST NorthBound
zh_cn: 请求无法连接到带有 NorthBound REST API 的 OpenDaylight

source: Required field %s not specified
es: No se ha especificado el campo obligatorio %s
fr: Zone obligatoire %s non spécifiée
zh_cn: 未指定所需字段 %s

source: Resource
es: Recurso
fr: Ressource
zh_cn: 资源

source: Sample
es: Muestra
fr: Échantillon
zh_cn: 样本

source: Samples should be included in request body
es: Se deben incluir ejemplos en el cuerpo de la solicitud
fr: Des exemples doivent être inclus dans le corps de la demande
zh_cn: 样本应包括在请求主体中

source: Skip loading extension for %s
es: Omitir la carga de la extensión de %s
fr: Omettre le chargement de l'extension pour %s
zh_cn: 跳过 %s 的加载扩展

source: String %s is not a valid isotime
es: La cadena %s no es una hora ISO válida
fr: La chaine %s n'est pas un isotime valide
zh_cn: 字符串 %s 是无效的标准时间格式

source: The Yaml file that defines mapping between samples and gnocchi resources/metrics
es: El archivo Yaml que define la correlación entre los ejemplos y los recursos/métricas de gnocchi
fr: Fichier Yaml qui définit le mappage entre les échantillons et les ressources/métriques gnocchi
zh_cn: 定义样本与 gnocchi 资源/度量值之间的映射的 Yaml 文件

source: The data type %(type)s is not supported. The supported data type list is: %(supported)s
es: El tipo de datos %(type)s no es compatible. La lista de tipos de datos admitidos es: %(supported)s
fr: Le type de données %(type)s n'est pas pris en charge. La liste de types de données pris en charge est la suivante : %(supported)s
zh_cn: 数据类型 %(type)s 不受支持。受支持的数据类型列表是：%(supported)s

source: The field 'fields' is required for %s
es: El campo 'campos' es obligatorio para %s
fr: La zone 'fields' est obligatoire pour %s
zh_cn: %s 需要字段“fields”

source: The path for the file publisher is required
es: La vía de acceso para la aplicación de publicación de archivos es obligatoria
fr: Le chemin de l'éditeur de fichier est obligatoire
zh_cn: 需要文件发布器的路径

source: UDP: Cannot decode data sent by %s
es: UDP: no se pueden descodificar los datos enviados por %s
fr: UDP : Impossible de décoder les données envoyées par %s
zh_cn: UDP：无法解码由 %s 发送的数据

source: UDP: Unable to store meter
es: UDP: no se puede almacenar el medidor
fr: UDP: Impossible de stocker le compteur
zh_cn: UDP：无法存储计量器

source: Unable to connect to the database server: %(errmsg)s.
es: No se ha podido conectar con el servidor de base de datos: %(errmsg)s.
fr: Impossible de se connecter au serveur de base de données : %(errmsg)s.
zh_cn: 无法连接到数据库服务器：%(errmsg)s。

source: Unable to convert the value %(value)s to the expected data type %(type)s.
es: No se ha podido convertir el valor %(value)s al tipo de datos esperado %(type)s.
fr: Impossible de convertir la valeur %(value)s dans le type de données attendu %(type)s.
zh_cn: 无法将值 %(value)s 转换为预期的数据类型 %(type)s。

source: Unable to discover resources: %s
es: No se pueden descubrir recursos: %s
fr: Impossible de découvrir les ressources : %s
zh_cn: 无法发现资源：%s

source: Unable to evaluate expression %(expr)s: %(exc)s
es: No se puede evaluar la expresión %(expr)s: %(exc)s
fr: Impossible d'évaluer l'expression %(expr)s : %(exc)s
zh_cn: 无法计算表达式 %(expr)s：%(exc)s

source: Unable to load publisher %s
es: No se puede cargar la aplicación de publicación %s
fr: Impossible de charger l'éditeur %s
zh_cn: 无法加载发布器 %s

source: Unable to load the hypervisor inspector: %s
es: No se puede cargar el inspector de hipervisor: %s
fr: Impossible de télécharger l'inspecteur d'hyperviseur : %s
zh_cn: 无法加载管理程序的探测器：%s

source: Unable to reconnect to the primary mongodb after %(retries)d retries. Giving up.
es: No se ha podido volver a conectar con la mongodb primaria después de %(retries)d intentos. Abandonando.
fr: Impossible de se reconnecter au serveur mongodb principal au bout de %(retries)d tentatives. Abandon.
zh_cn: 在 %(retries)d 次尝试后仍无法重连到主要 MongoDB。放弃重连。

source: Unable to reconnect to the primary mongodb: %(errmsg)s. Trying again in %(retry_interval)d seconds.
es: No se ha podido volver a conectar con la mongodb primaria: %(errmsg)s. Se volverá a intentar en %(retry_interval)d segundos.
fr: Impossible de se reconnecter au serveur mongodb principal : %(errmsg)s. Nouvelle tentative dans %(retry_interval)d secondes.
zh_cn: 无法重连到主要 MongoDB：%(errmsg)s。在 %(retry_interval)d 秒后进行重试。

source: Unable to send sample over UDP
es: No se ha podido enviar una muestra sobre UDP
fr: Impossible d'envoyer l'échantillon sur UDP
zh_cn: 无法通过 UDP 发送样本

source: Unexpected exception converting %(value)s to the expected data type %(type)s.
es: Excepción inesperada al convertir %(value)s al tipo de datos esperado %(type)s.
fr: Exception inattendue lors de la conversion de %(value)s dans le type de donnée attendu %(type)s.
zh_cn: 将 %(value)s 转换为预期的数据类型 %(type)s 时发生了意外的异常。

source: Unknown discovery extension: %s
es: Extensión de descubrimiento desconocida: %s
fr: Extension de découverte inconnue : %s
zh_cn: 未知的发现扩展：%s

source: Unknown metadata type. Key (%s) will not be queryable.
es: Tipo de metadatos desconocido. La clave (%s) no se podrá consultar.
fr: Type de métadonnées inconnu. La clé (%s) ne peut pas être interrogée.
zh_cn: 未知的元数据类型。键 (%s) 将无法进行查询。

source: Unknown status %(stat)s received on Load Balancer %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en el equilibrador de carga %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur l'équilibreur de charge %(id)s, échantillon ignoré
zh_cn: 在负载均衡器 %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on fw %(id)s,skipping sample
es: Se ha recibido un estado desconocido %(stat)s en fw %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur le pare-feu %(id)s, échantillon ignoré
zh_cn: 在 fw %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on listener %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en el escucha %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur le programme d'écoute %(id)s, échantillon ignoré
zh_cn: 在侦听器 %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on member %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en el miembro %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur le membre %(id)s, échantillon ignoré
zh_cn: 在成员 %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on pool %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en la agrupación %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur le pool %(id)s, échantillon ignoré
zh_cn: 在池 %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on vip %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en el vip %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur l'IP virtuelle %(id)s, échantillon ignoré
zh_cn: 在 vip %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: Unknown status %(stat)s received on vpn %(id)s, skipping sample
es: Se ha recibido un estado desconocido %(stat)s en la vpn %(id)s, se omitirá el ejemplo
fr: Statut %(stat)s inconnu reçu sur le VPN %(id)s, échantillon ignoré
zh_cn: 在 VPN %(id)s 上接收到未知状态 %(stat)s，正在跳过样本

source: VM %s not found in VMware vSphere
es: No se ha encontrado la VM %s en VMware vSphere
fr: Machine virtuelle %s non trouvée dans VMware vSphere
zh_cn: 在 VMware vSphere 中未找到 VM %s

source: VM %s not found in XenServer
es: No se ha encontrado la VM %s en XenServer
fr: VM %s non trouvé dans XenServer
zh_cn: 在 XenServer 中未找到 VM %s

source: Wrong sensor type
es: Tipo de sensor incorrecto
fr: Type de détecteur erroné
zh_cn: 错误的传感器类型

source: XenAPI not installed
es: XenAPI no está instalado
fr: XenAPI non installé
zh_cn: 没有安装 XenAPI

source: YAML error reading Definitions file %(file)s
es: Error de YAML al leer el archivo de definiciones %(file)s
fr: Erreur YAML lors de la lecture du fichier de définitions %(file)s
zh_cn: 读取定义文件 %(file)s 时遇到 YAML 错误

source: alarms URLs is unavailable when Aodh is disabled or unavailable.
es: Cuando Aodh está deshabilitado o no disponible, los URL de las alarmas no están disponibles.
fr: Les URL d'alarmes ne sont pas disponibles lorsque Aodh est désactivé ou non disponible.
zh_cn: Aodh 被禁用或不可用时，警报 URL 不可用。

source: could not get CPU time for %(id)s: %(e)s
es: no se ha podido obtener el tiempo de CPU para %(id)s: %(e)s
fr: ne peut pas obtenir le temps UC pour %(id)s : %(e)s
zh_cn: 无法获取 %(id)s 的 CPU 时间：%(e)s

source: direct option cannot be true when Gnocchi is enabled.
es: la opción directo no puede estar definida como true cuando Gnocchi esté habilitado.
fr: L'option directe ne peut pas être définie sur vrai si Gnocchi est activé.
zh_cn: 启用 Gnocchi 后，direct 选项不能为 true。

source: dropping out of time order sample: %s
es: descartando el ejemplo de orden de plazo tiempo excedido: %s
fr: suppression de l'échantillon de classement temporel : %s
zh_cn: 正在退出时间顺序样本：%s

source: dropping sample with no predecessor: %s
es: eliminando la muestra sin predecesor: %s
fr: abandon de l'échantillon sans prédécesseur : %s
zh_cn: 正在删除没有先前数据的样本：%s

source: ipmitool output length mismatch
es: no coincidencia en la longitud de salida de ipmitool
fr: Non concordance de longueur de la sortie ipmitool
zh_cn: ipmitool 输出长度不匹配

source: max_bytes and backup_count should be numbers.
es: max_bytes y backup_count deben ser números.
fr: max_bytes et backup_count doivent être des nombres.
zh_cn: max_bytes 和 backup_count 应该是数字。
