Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/glance/glance/locale/*/LC_MESSAGES/glance.po
Languages: es

source: %(attribute)s have to be string
es: %(attribute)s debe ser una cadena

source: %(attribute)s is required
es: %(attribute)s es obligatorio

source: %(attribute)s may not be longer than %(length)i
es: %(attribute)s no puede ser más largo que %(length)i

source: %(attribute)s may not be shorter than %(length)i
es: %(attribute)s no puede ser más corto que %(length)i

source: %(attribute)s should match pattern %(pattern)s
es: %(attribute)s debe coincidir con el patrón %(pattern)s

source: %(cls)s exception was raised in the last rpc call: %(val)s
es: Se ha producido una excepción %(cls)s en la última llamada a rpc: %(val)s

source: %(m_id)s not found in the member list of the image %(i_id)s.
es: No se ha encontrado %(m_id)s en la lista de miembros de la imagen %(i_id)s.

source: %(serv)s (pid %(pid)s) is running...
es: Se esta ejecutando %(serv)s (pid %(pid)s) ...

source: %(serv)s appears to already be running: %(pid)s
es: Parece que %(serv)s ya se está ejecutando: %(pid)s

source: %(strategy)s is registered as a module twice. %(module)s is not being used.
es: %(strategy)s está registrado como módulo dos veces. %(module)s no se encuentra en uso.

source: %(task_id)s of %(task_type)s not configured properly. Could not load the filesystem store
es: %(task_id)s de %(task_type)s no se ha configurado correctamente. No se ha podido cargar el almacén del sistema de archivos

source: %(task_id)s of %(task_type)s not configured properly. Missing work dir: %(work_dir)s
es: %(task_id)s de %(task_type)s no se ha configurado adecuadamente. Falta el directorio de trabajo: %(work_dir)s

source: %s Please specify a host:port pair, where host is an IPv4 address, IPv6 address, hostname, or FQDN. If using an IPv6 address, enclose it in brackets separately from the port (i.e., "[fe80::a:b:c]:9876").
es: %s Especifique un par host:puerto, donde el host es una dirección IPv4, una dirección IPv6, un nombre de host o un FQDN. Si utiliza una dirección IPv6 póngala entre corchetes separada del puerto (por ejemplo "[fe80::a:b:c]:9876").

source: %s can't contain 4 byte unicode characters.
es: %s no puede contener caracteres unicode de 4 bytes.

source: %s is already stopped
es: %s ya está detenido

source: %s is stopped
es: %s se ha detenido

source: '%(param)s' value out of range, must not exceed %(max)d
es: El valor de '%(param)s' está fuera de rango, no puede exceder %(max)d

source: --os_auth_url option or OS_AUTH_URL environment variable required when keystone authentication strategy is enabled
es: Es obligatoria la opción --os_auth_url o la variable de ambiente OS_AUTH_URL cuando la estrategia de autenticación keystone está habilitada

source: A body is not expected with this request.
es: No se espera un cuerpo en esta solicitud.

source: A list of artifacts that are allowed in the format name or name-version. Empty list means that any artifact can be loaded.
es: Una lista de los artefactos permitidos con el formato nombre o nombre-versión. Si la lista está vacía significa que se puede cargar cualquier artefacto.

source: A metadata definition object with name=%(object_name)s already exists in namespace=%(namespace_name)s.
es: Ya existe un objeto de definición de metadatos con el nombre=%(object_name)s en el espacio de nombres=%(namespace_name)s.

source: A metadata definition property with name=%(property_name)s already exists in namespace=%(namespace_name)s.
es: Ya existe una propiedad de definición de metadatos con el nombre=%(property_name)s en el espacio de nombres=%(namespace_name)s.

source: A metadata definition resource-type with name=%(resource_type_name)s already exists.
es: Ya existe un tipo de recurso de definición de metadatos con el nombre=%(resource_type_name)s

source: A metadata tag with name=%(name)s already exists in namespace=%(namespace_name)s.
es: Ya existe una etiqueta de metadatos con el nombre=%(name)s en el espacio de nombres=%(namespace_name)s.

source: A set of URLs to access the image file kept in external store
es: Un conjunto de URLs para acceder al archivo de imagen conservado en un almacén externo

source: AES key for encrypting store 'location' metadata. This includes, if used, Swift or S3 credentials. Should be set to a random string of length 16, 24 or 32 bytes
es: Clave ES para cifrar metadatos de la 'ubicación' del almacén. Esto incluye, si se utiliza, credenciales Swift o S3. Se debe configurar en una serie aleatoria de 16, 24 o 32 bytes de longitud

source: Address to bind the server. Useful when selecting a particular network interface.
es: Dirección para enlazar el servidor. Útil cuando se selecciona una interfaz particular de red.

source: Address to find the registry server.
es: La dirección para encontrar el servidor de registro.

source: Allow unauthenticated users to access the API with read-only privileges. This only applies when using ContextMiddleware.
es: Permite a los usuarios autenticados acceder a la API con privilegios de solo-lectura. Solo se aplica cuando se utiliza ContextMiddleware.

source: Allowed values %s are invalid under given validators
es: Los valores permitidos %s no son válidos en los validadores proporcionados

source: Amount of disk space (in GB) required to boot image.
es: Cantidad de espacio de disco (en GB) necesario para iniciar la imagen.

source: Amount of ram (in MB) required to boot image.
es: Cantidad de RAM (en MB) necesario para iniciar la imagen.

source: An identifier for the image
es: Un identificador para la imagen

source: An identifier for the image member (tenantId)
es: Un identificador para el miembro de la imagen (tenantId)

source: An identifier for the owner of this task
es: Un identificador para el propietario de esta tarea

source: An identifier for the task
es: Un identificador para la tarea

source: An image file url
es: La URL de un archivo de imagen

source: An image schema url
es: La URL de un esquema imagen

source: An image self url
es: La URL propia de una imagen

source: An image with identifier %s already exists
es: Ya existe una imagen con el identificador %s

source: An import task exception occurred
es: Se ha producido una excepción en una tarea de importación

source: An object with the same identifier already exists.
es: Ya existe un objeto con el mismo identificador.

source: An object with the same identifier is currently being operated on.
es: Ya se está operando sobre un objeto con el mismo identificador.

source: An object with the specified identifier was not found.
es: No se ha encontrado ningún objeto con el identificador especificado.

source: An unknown exception occurred
es: Se ha producido una excepción desconocida

source: An unknown task exception occurred
es: Se ha producido una excepción desconocida

source: Array has no element at position %d
es: La matríz no tiene ningún elemento en la posición %d

source: Array property can't have item_type=Array
es: La propiedad de matriz no puede contener item_type=Array

source: Artifact %s could not be deleted because it is in use: %s
es: No se pudo eliminar el artefacto %s porque está en uso: %s

source: Artifact cannot change state from %(source)s to %(target)s
es: El artefacto no puede cambiar su estado de %(source)s a %(target)s

source: Artifact exceeds the storage quota: %s
es: El artefacto excede la cuota de almacenamiento: %s

source: Artifact has no property %(prop)s
es: El artefacto no tiene la propiedad %(prop)s

source: Artifact state cannot be changed from %(curr)s to %(to)s
es: El artefacto no puede cambiar estado de %(curr)s a %(to)s

source: Artifact storage media is full: %s
es: El soporte de almacenamiento de artefactos está lleno: %s

source: Artifact type with name '%(name)s' and version '%(version)s' is not known
es: El artefacto de nombre '%(name)s' y versión '%(version)s' es desconocido

source: Artifact with a circular dependency can not be created
es: No se puede crear el artefacto con dependencia circular

source: Artifact with id=%(id)s is not accessible
es: No se puede acceder al artefacto con el id=%(id)s

source: Artifact with id=%(id)s was not found
es: No se ha encontrad artefacto con el id=%(id)s

source: Artifact with the specified type, name and version already exists
es: Ya existe un artefacto con el tipo, nombre y versión especificados

source: Artifact with the specified type, name and version already has the direct dependency=%(dep)s
es: El artefacto con el tipo, nombre y versión especificados ya tiene la dependencia directa=%(dep)s

source: Artifact with the specified type, name and version already has the transitive dependency=%(dep)s
es: El artefacto con el tipo, nombre y versión especificados ya tiene la dependencia transitiva=%(dep)s

source: Attempt to set readonly property
es: Intento de configurar la propiedad solo-lectura

source: Attempt to set value of immutable property
es: Intento de configurar el valor de la propiedad no mutable

source: Attempt to upload duplicate image: %s
es: Se ha intentado subir una imagen duplicada: %s

source: Attempted to update Location field for an image not in queued status.
es: Se ha intentado actualizar el campo Ubicación de una imagen que no está en estado 'en cola'.

source: Attribute '%(property)s' is read-only.
es: El atributo '%(property)s' es de sólo lectura.

source: Attribute '%(property)s' is reserved.
es: El atributo '%(property)s' está reservado.

source: Attribute '%s' is read-only.
es: El atributo '%s' es de solo lectura.

source: Attribute '%s' is reserved.
es: El atributo '%s' está reservado.

source: Attribute container_format can be only replaced for a queued image.
es: El atributo container_format solo se puede reemplazar por una imagen en cola.

source: Attribute disk_format can be only replaced for a queued image.
es: El atributo isk_format solo se puede remplazar por una imagen en cola.

source: Auth key for the user authenticating against the Swift authentication service. (deprecated)
es: La clave de autenticación para el usuario que se autentica en el servicio de autenticación Swift (en desuso).

source: Auth service at URL %(url)s not found.
es: No se ha encontrado el servicio de autenticación en el URL %(url)s.

source: Authentication error - the token may have expired during file upload. Deleting image data for %s.
es: Error de autenticación: es posible que el token haya caducado durante la carga de archivos. Borrando los datos de imagen de %s.

source: Authorization failed.
es: Ha fallado la autorización.

source: Available categories:
es: Categorías disponibles:

source: Bad "%s" query filter format. Use ISO 8601 DateTime notation.
es: Formato de filtro de consulta "%s" incorrecto. Utilice la notación de DateTime de la ISO 8601.

source: Bad Command: %s
es: Mandato incorrecto: %s

source: Bad header: %(header_name)s
es: Cabecera incorrecta: %(header_name)s

source: Bad value passed to filter %(filter)s got %(val)s
es: Se ha pasado un valor incorrecto al filtro %(filter)s, se obtuvo %(val)s

source: Badly formed S3 URI: %(uri)s
es: URI S3 con formato incorrecto: %(uri)s

source: Badly formed credentials '%(creds)s' in Swift URI
es: Credenciales formadas incorrectamente '%(creds)s' en el URI de Swift

source: Badly formed credentials in Swift URI.
es: Credenciales con formato incorrecto en el URI de Swift.

source: Base directory that the image cache uses.
es: El directorio base que utiliza la memoria caché de imágenes.

source: BinaryObject property cannot be declared mutable
es: La propiedad BinaryObject no se puede declarar mutable

source: Blob %(name)s may not have multiple values
es: El blob %(name)s no puede contener múltiples valores

source: Blob size is not set
es: El tamaño del objeto no está establecido

source: Body expected in request.
es: Se esperaba un cuerpo en la solicitud.

source: Both file and legacy_image_id may not be specified at the same time
es: No se debe especificar un archivo y un legacy_image_id al mismo tiempo

source: CA certificate file to use to verify connecting clients.
es: Fichero de certificado CA a utilizar para verificar la conexión de clientes.

source: Cannot be a negative value
es: No puede ser un valor negativo

source: Cannot be a negative value.
es: No puede ser un valor negativo.

source: Cannot convert image %(key)s '%(value)s' to an integer.
es: No se puede convertir la imagen %(key)s '%(value)s' en un entero.

source: Cannot declare artifact property with reserved name 'metadata'
es: No se puede declarar la propiedad de artefacto con el nombre reservado 'metadatos'

source: Cannot load artifact '%(name)s'
es: No se puede cargar el artefacto '%(name)s'

source: Cannot remove last location in the image.
es: No se puede eliminar la última ubicación de la imagen.

source: Cannot save data for image %(image_id)s: %(error)s
es: No se pueden guardar los datos de la imagen %(image_id)s: %(error)s

source: Cannot set locations to empty list.
es: No se pueden definir ubicaciones en una lista vacía.

source: Cannot specify 'max_size' explicitly
es: No se puede especificar 'max_size' de manera explícita

source: Cannot specify 'min_size' explicitly
es: No se puede especificar 'min_size' de manera explícita

source: Cannot upload to an unqueued image
es: No se puede subir a una imagen que no está en cola

source: Cannot use this parameter with the operator %(op)s
es: No se puede utilizar este parámetro con el operador %(op)s

source: Certificate file to use when starting API server securely.
es: Archivo de certificado a utilizar cuando se inicia el servidor API de forma segura.

source: Certificate format not supported: %s
es: Formato de certificado no soportado: %s

source: Certificate is not valid after: %s UTC
es: El certificado no es válido después de: %s UTC

source: Certificate is not valid before: %s UTC
es: El certificado no es válido antes de: %s UTC

source: Checksum verification failed. Aborted caching of image '%s'.
es: Se ha encontrado un error en la verificación de la suma de comprobación. Se ha abortado el almacenamiento en memoria caché de la imagen '%s'.

source: Client disconnected before sending all data to backend
es: El cliente se desconectó antes de enviar todos los datos a backend

source: Command not found
es: Mandato no encontrado

source: Configuration option was not valid
es: La opción de configuración no era válida

source: Connect error/bad request to Auth service at URL %(url)s.
es: Solicitud incorrecta/error de conexión a servicio de autenticación en el URL %(url)s.

source: Constructed URL: %s
es: URL construido : %s

source: Container format is not specified.
es: No se ha especificado el formato del contenedor.

source: Content-Type must be application/octet-stream
es: El tipo de contenido debe ser aplicación/serie de octetos

source: Corrupt image download for image %(image_id)s
es: Se ha descargado una imagen dañada para la imagen %(image_id)s

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds
es: No se ha podido enlazar con %(host)s:%(port)s después de intentarlo durante 30 segundos

source: Could not find OVF file in OVA archive file.
es: No se ha podido encontrar el archivo OVF en el archivo archivador OVA

source: Could not find metadata object %s
es: No se ha podido encontrar encontrar el objeto de metadatos %s

source: Could not find metadata tag %s
es: No se ha podido encontrar encontrar la etiqueta de metadatos %s

source: Could not find namespace %s
es: No se ha podido encontrar el espacio de nombres %s

source: Could not find property %s
es: No se ha podido encontrar encontrar la propiedad %s

source: Could not find required configuration option
es: No se ha podido encontrar una opción de configuración obligatoria

source: Could not find task %s
es: No se ha encontrado la tarea %s

source: Could not update image: %s
es: No se ha podido actualizar la imagen: %s

source: Currently, OVA packages containing multiple disk are not supported.
es: Actualmente no se da soporte a los paquetes OVA que contengan múltiples discos.

source: Custom validators list should contain tuples '(function, message)'
es: La lista de validadores personalizada debe contener tuplas '(función, mensaje)'

source: Data for image_id not found: %s
es: No se han encontrad los datos de image_id: %s

source: Data supplied was not valid.
es: Los datos proporcionados no son válidos.

source: Date and time of image member creation
es: Fecha y hora de creación del miembro de la imagen

source: Date and time of image registration
es: Fecha y hora del registro de la imagen

source: Date and time of last modification of image member
es: Fecha y hora de la última modificación del miembro de la imagen

source: Date and time of namespace creation
es: Fecha y hora de creación del espacio de nombres

source: Date and time of object creation
es: Fecha y hora de creación del objeto

source: Date and time of resource type association
es: Fecha y hora de asociación del tipo de recurso

source: Date and time of tag creation
es: Fecha y hora de creación de la etiqueta

source: Date and time of the last image modification
es: Fecha y hora de la última modificación de la imagen

source: Date and time of the last namespace modification
es: Fecha y hora de la última modificación de espacio de nombres

source: Date and time of the last object modification
es: Fecha y hora de la última modificación del objeto

source: Date and time of the last resource type association modification
es: Fecha y hora de la última modificación de la asociación del tipo de recurso

source: Date and time of the last tag modification
es: Fecha y hora de la última modificación de la etiqueta

source: Datetime when this resource was created
es: Fecha y hora en que se creó este recurso

source: Datetime when this resource was updated
es: Fecha y hora en que se actualizó este recurso

source: Datetime when this resource would be subject to removal
es: Fecha y hora en la cual este recurso estará sujeto a eliminación

source: Default value for the number of items returned by a request if not specified explicitly in the request
es: Valor predeterminado del número de elementos devueltos por una solicitud si no se especifica de forma explícita en la solicitud

source: Default value is invalid
es: El valor predeterminado no es válido

source: Denying attempt to upload artifact because it exceeds the quota: %s
es: Denegando el intento de cargar el artefacto porque excede la cuota: %s

source: Denying attempt to upload image because it exceeds the quota: %s
es: Se está denegando el intento de carga de imagen porque excede la cuota: %s

source: Denying attempt to upload image larger than %d bytes.
es: Denegando intento de cargar una imagen mayor que %d bytes.

source: Dependency property '%s' has to be deleted first
es: Se debe eliminar primero la propiedad de dependencia '%s'

source: Dependency relations cannot be mutable
es: Las relaciones de dependencia no pueden ser mutables

source: Deploy the v1 OpenStack Images API.
es: Implemente la API de imágenes de OpenStack v1.

source: Deploy the v1 OpenStack Registry API.
es: Implemente la API de registro de OpenStack v1.

source: Deploy the v2 OpenStack Images API.
es: Despliegue la API de imágenes de OpenStack v2.

source: Deploy the v2 OpenStack Registry API.
es: Despliegue la API de registro de OpenStack v2.

source: Descriptive name for the image
es: Nombre descriptivo de la imagen

source: Dictionary contains unexpected key(s)
es: El diccionario contiene clave(s) inesperadas

source: Dictionary size is greater than maximum
es: El tamaño del diccionario es es mayor que el máximo

source: Dictionary size is less than minimum
es: El tamaño del diccioanrio es menor que el mínimo

source: Digest algorithm which will be used for digital signature. Use the command "openssl list-message-digest-algorithms" to get the available algorithms supported by the version of OpenSSL on the platform. Examples are "sha1", "sha256", "sha512", etc.
es: Algoritmo Digest que se utilizará para la firma digital. Utilice el mandato "openssl list-message-digest-algorithmsl" para ver los algoritmos disponibles soportados por la version de OpenSSL en la plataforma. Por ejemplo, "sha1", "sha256", "sha512", etc.

source: Disk format is not specified.
es: No se ha especificado el formato del disco.

source: Does not match pattern
es: No coincide con el patrón

source: Driver %(driver_name)s could not be configured correctly. Reason: %(reason)s
es: El controlador %(driver_name)s no se ha podido configurar correctamente. Motivo: %(reason)s

source: Either a file or a legacy_image_id has to be specified
es: Se debe especificar un archivo o un legacy_image_id

source: Error decoding your request. Either the URL or the request body contained characters that could not be decoded by Glance
es: Error al descodificar la solicitud. La URL o el cuerpo solicitado contenían caracteres que no se han podido descodificar en Glance

source: Error fetching members of image %(image_id)s: %(inner_msg)s
es: Error al captar los miembros de la imagen %(image_id)s: %(inner_msg)s

source: Error in store configuration. Adding artifacts to store is disabled.
es: Error en la configuración del almacén. La adición de artefactos al almacén está deshabilitada.

source: Error in store configuration. Adding images to store is disabled.
es: Error en la configuración del almacén. Se ha deshabilitado la posibilidad de añadir imágenes a almacen.

source: Error occurred while creating the verifier
es: Se producido un error al crear el verificador

source: Error occurred while verifying the signature
es: Se producido un error al verificar la firma

source: Expected a member in the form: {"member": "image_id"}
es: Se esperaba un miembro con el formato: {"member": "image_id"}

source: Expected a status in the form: {"status": "status"}
es: Se esperaba un estado con el formato: {"status": "status"}

source: External source should not be empty
es: La fuente externa no puede estar vacía

source: External sources are not supported: '%s'
es: No se admiten fuentes externas: '%s'

source: Failed to activate image. Got error: %s
es: Error al activar la imagen. Se ha obtenido el error: %s

source: Failed to add image metadata. Got error: %s
es: Error al agregar metadatos de imagen. Se obtuvo el error: %s

source: Failed to find artifact %(artifact_id)s to delete
es: No se pudo encontrar el artefacto %(artifact_id)s para eliminar

source: Failed to find image %(image_id)s to delete
es: No se pudo encontrar la imagen %(image_id)s para eliminar

source: Failed to find image to delete: %s
es: No se ha encontrado la imagen a eliminar: %s

source: Failed to find image to update: %s
es: No se ha encontrado ninguna imagen para actualizar: %s

source: Failed to find resource type %(resourcetype)s to delete
es: No se encontró el tipo de recurso %(resourcetype)s a eliminar

source: Failed to initialize the image cache database. Got error: %s
es: No se ha podido inicializar la base de datos de memoria caché de imagen. Se ha obtenido el error: %s

source: Failed to read %s from config
es: No se ha podido leer %s de la configuración

source: Failed to reserve image. Got error: %s
es: Error al reservar la imagen. Se ha obtenido el error: %s

source: Failed to update image metadata. Got error: %s
es: No se han podido actualizar los metadatos de la imagen. Se ha obtenido el error: %s

source: Failed to upload image %s
es: No se ha podido cargar la imagen %s

source: Failed to upload image data for image %(image_id)s due to HTTP error: %(error)s
es: Se ha producido un fallo al cargar los datos de la imagen %(image_id)s a causa de un error de HTTP: %(error)s

source: Failed to upload image data for image %(image_id)s due to internal error: %(error)s
es: Se ha producido un fallo al cargar los datos de la imagen %(image_id)s a causa de un error interno: %(error)s
