Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/glance/glance/locale/*/LC_MESSAGES/glance.po
Languages: es

source: Not allowed to update members for image %s.
es: No se permite actualizar los miembros de la imagen %s.

source: Not allowed to update tags for image %s.
es: No se permite actualizar las etiquetas para la imagen %s.

source: Not allowed to upload image data for image %(image_id)s: %(error)s
es: No se permite cargar los datos de la imagen %(image_id)s: %(error)s

source: Not an array idx '%s'
es: '%s' no es un índice matriz

source: Number of sort dirs does not match the number of sort keys
es: El número de dirs de ordenación no coincide con el número de claves de ordenación

source: OVA extract is limited to admin
es: La extracción de OVA está limitada al administrador

source: OVF metadata of interest was not specified in ovf-metadata.json config file. Please set "cim_pasd" to a list of interested CIM_ProcessorAllocationSettingData properties.
es: No se han especificado los metadatos OVF de interés en el achivo de configuración ovf-metadata.json. Defina "cim_pasd" en una lista de propiedades CIM_ProcessorAllocationSettingData interesadas.

source: OVF properties config file "ovf-metadata.json" was not found.
es: No se ha encontrado el archivo de configuración de propiedades OVF "ovf-metadata.json".

source: Old and new sorting syntax cannot be combined
es: No se puede combinar la antigua y la nueva sintaxis de ordenación

source: Only list indexes are allowed for blob lists
es: Solo se permiten índices de lista para listas de blobs

source: Operation "%s" requires a member named "value".
es: La operación "%s" requiere un miembro denominado "value".

source: Operation objects must contain exactly one member named "add", "remove", or "replace".
es: Los objetos de operación pueden contener exactamente un miembro denominado "add", "remove" o "replace".

source: Operation objects must contain only one member named "add", "remove", or "replace".
es: Los objetos de operación solo pueden contener un miembro denominado "add", "remove" o "replace".

source: Operations must be JSON objects.
es: Las operaciones deben ser objetos JSON.

source: Operator %(op)s is not supported
es: El operador %(op)s no está soportado

source: Original locations is not empty: %s
es: Las ubicaciones originales no están vacías: %s

source: Owner can't be updated by non admin.
es: Un usuario no admin no puede actualizar el propietario.

source: Owner must be specified to create a tag.
es: Se debe especificar el propietario para crear una etiqueta.

source: Owner of the image
es: Propietario de la imagen

source: Owner of the namespace.
es: Propietario del espacio de nombres.

source: Param values can't contain 4 byte unicode.
es: Los valores de parámetro no pueden contener unicode de 4 bytes.

source: Partial name of a pipeline in your paste configuration file with the service name removed. For example, if your paste section name is [pipeline:glance-api-keystone] use the value "keystone"
es: Nombre parcial de un conducto del archivo de configuración de pegado con el nombre de servicio eliminado. Por ejemplo, si el nombre de la sección de pegado es [pipeline:glance-api-keystone] utilice el valor "keystone"

source: Path to the directory where json metadata files are stored
es: Vía de acceso al directorio donde se almacenan los archivos de metadatos json

source: Plugin name '%(plugin)s' should match artifact typename '%(name)s'
es: El nombre del plugin'%(plugin)s' debe coincidir con el nombre del tipo de artefacto %(name)s'

source: Pointer `%s` contains "~" not part of a recognized escape sequence.
es: El puntero `%s` contiene un signo "~" que no forma parte de una secuencia de escape reconocida.

source: Pointer `%s` contains adjacent "/".
es: El puntero `%s` contiene un signo "/" adyacente.

source: Pointer `%s` does not contains valid token.
es: El puntero `%s` contiene un token no válido.

source: Pointer `%s` does not start with "/".
es: El puntero `%s` no empieza por "/".

source: Pointer `%s` end with "/".
es: El puntero `%s` termina en "/".

source: Pointer contains '~' which is not part of a recognized escape sequence [~0, ~1].
es: El puntero contiene un caràcter "~" que no forma parte de una secuencia de escape reconocida [~0, ~1].

source: Port "%s" is not valid.
es: El puerto "%s" no es válido.

source: Port the registry server is listening on.
es: EL puerto donde el servidor de registro está a la escucha.

source: Prerelease numeric component is too large (%d characters max)
es: El componente numérico de la versión anterior es demasiado largo (%d caracteres máx)

source: Private key file to use when starting API server securely.
es: Archivo de clave privado a usar cuando de inicia servidor API de forma segura.

source: Process %d not running
es: No se está ejecutando el proceso %d

source: Properties %s must be set prior to saving data.
es: Las propiedades %s deben definirse antes de guardar datos.

source: Property %(property_name)s does not start with the expected resource type association prefix of '%(prefix)s'.
es: La propiedad %(property_name)s no empieza por el prefijo de asociación del tipo de recurso esperado, que es '%(prefix)s'.

source: Property %s already present.
es: La propiedad %s ya está presente.

source: Property %s does not exist.
es: La propiedad %s no existe.

source: Property %s may not be removed.
es: La propiedad %s no se puede eliminar.

source: Property %s must be set prior to saving data.
es: Se debe definir la propiedad %s antes de guardar datos.

source: Property '%(name)s' may not have value '%(val)s': %(msg)s
es: La propiedad '%(name)s' no puede tener el valor '%(val)s': %(msg)s

source: Property '%s' is protected
es: La propiedad '%s' está protegida

source: Property names can't contain 4 byte unicode.
es: Los nombres de propiedad no pueden contener unicode de 4 bytes.

source: Property protection on operation %(operation)s for rule %(rule)s is not found. No role will be allowed to perform this operation.
es: No se ha encontrado protección de propiedad en la operación %(operation)s para la regla %(rule)s. Ningún rol tendrá permiso para realizar esta operación.

source: Property's %(prop)s value has not been found
es: No se ha encontrado el valor de la propiedad %(prop)s

source: Provided image size must match the stored image size. (provided size: %(ps)d, stored size: %(ss)d)
es: El tamaño de imagen proporcionado debe coincidir con el tamaño de la imagen almacenado. (tamaño proporcionado: %(ps)d, tamaño almacenado: %(ss)d)

source: Provided object does not match schema '%(schema)s': %(reason)s
es: El objeto proporcionado no coincide con el esquema '%(schema)s': %(reason)s

source: Provided status of task is unsupported: %(status)s
es: El estado de tarea proporcionado: %(status)s no está soportado

source: Provided type of task is unsupported: %(type)s
es: El tipo de tarea proporcionado: %(type)s no está soportado

source: Provides a user friendly description of the namespace.
es: Proporciona una descripción sencilla del espacio de nombres.

source: Public images do not have members.
es: Las imágenes públicas no tienen miembros.

source: Public url to use for versions endpoint. The default is None, which will use the request's host_url attribute to populate the URL base. If Glance is operating behind a proxy, you will want to change this to represent the proxy's URL.
es: URL pública para usar como punto final para las versiones. Por defecto es Ninguno, en cuyo caso se utilizará el atributo host_url de la solicitud para poblar la base de URL. Si Glance está operando tras un proxy, es posible que quiera cambiarla para representar la URL del proxy.

source: Python module path of data access API
es: La vía de acceso del módulo Python de la API de acceso a datos

source: Received invalid HTTP redirect.
es: Se ha recibido una redirección HTTP no válida.

source: Redirecting to %(uri)s for authorization.
es: Redirigiendo a %(uri)s para la autorización.

source: Registry service can't use %s
es: El servicio de registro no puede usar %s

source: Registry was not configured correctly on API server. Reason: %(reason)s
es: El registro no se ha configurado correctamente en el servidor de la API. Motivo: %(reason)s

source: Relation %(name)s may not have multiple values
es: La relación %(name)s no puede contener múltiples valores

source: Reload of %(serv)s not supported
es: Recarga de %(serv)s no soportada

source: Reloading %(serv)s (pid %(pid)s) with signal(%(sig)s)
es: Recargando %(serv)s (pid %(pid)s) con la señal (%(sig)s)

source: Removing stale pid file %s
es: Eliminando el archivo pid obsoleto %s

source: Request body must be a JSON array of operation objects.
es: El cuerpo de la solicitud debe ser una matriz JSON de objetos de operación.

source: Request must be a list of commands
es: La solicitud debe ser una lista de mandatos.

source: Required image properties for signature verification do not exist. Cannot verify signature.
es: No existen las propiedades de imagen necesarias para la verificación de firma. No se puede verificar la firma.

source: Required store %s is invalid
es: El almacén obligatorio %s no es válido

source: Resource type names should be aligned with Heat resource types whenever possible: http://docs.openstack.org/developer/heat/template_guide/openstack.html
es: Los nombres de tipo de recurso beben alinearse con los tipos de recurso de Heat siempre que sea posible: http://docs.openstack.org/developer/heat/template_guide/openstack.html

source: Response from Keystone does not contain a Glance endpoint.
es: La respuesta de Keystone no contiene un punto final Glance.

source: Role used to identify an authenticated user as administrator.
es: Rol utilizado para identificar un usuario autenticado como administrador.

source: Run as a long-running process. When not specified (the default) run the scrub operation once and then exits. When specified do not exit and run scrub on wakeup_time interval as specified in the config.
es: Ejecutar como un proceso de larga duración. Cuando no se especifique (opción por defecto), ejecutar la operación de depuración una vez y luego salir. Cuando se especifique, no salir y ejecutar la depuración en el intervalo wakeup_time que se haya especificado en la configuración.

source: Scope of image accessibility
es: Ámbito de accesibilidad de la imagen

source: Scope of namespace accessibility.
es: Alcance de accesibilidad del espacio de nombres.

source: Secret key to use to sign Glance API and Glance Registry services tracing messages.
es: Clave secreta a utilizar para firmar los mensajes de rastreo de los servicios de la API y el Registro de Glance.

source: Server %(serv)s is stopped
es: El servidor %(serv)s se ha detenido

source: Server worker creation failed: %(reason)s.
es: Se ha encontrado un error en la creación del trabajador de servidor: %(reason)s.

source: Set a system wide quota for every user. This value is the total capacity that a user can use across all storage systems. A value of 0 means unlimited.Optional unit can be specified for the value. Accepted units are B, KB, MB, GB and TB representing Bytes, KiloBytes, MegaBytes, GigaBytes and TeraBytes respectively. If no unit is specified then Bytes is assumed. Note that there should not be any space between value and unit and units are case sensitive.
es: Establezca una capacidad amplia del sistema para cada usuario. Este valor es la capacidad total que un usuario puede utilizar a lo largo de todos los sistemas de almacenamiento. El valor cero significa ilimitado. Se puede especificar una unidad opcional para el valor. La unidades que se aceptan son B, KB, MB, GB y TB representando respectivamente Bytes, KiloBytes, MegaBytes, GigaBytes y TeraBytes. Si no se especifica una unidad, se sobreentiende que son Bytes. Tenga en cuenta que no debe haber un espacio entre valor y unidad y las unidades distinguen mayúsculas.

source: Show level %(shl)s is not supported in this operation
es: No se soporta el nivel de vista %(shl)s en esta operación

source: Signature verification failed
es: Ha fallado la verificación de la firma

source: Signature verification failed.
es: Ha fallado la verificación de la firma.

source: Size of image file in bytes
es: Tamaño del archivo de imagen en bytes

source: Some resource types allow more than one key / value pair per instance. For example, Cinder allows user and image metadata on volumes. Only the image properties metadata is evaluated by Nova (scheduling or drivers). This property allows a namespace target to remove the ambiguity.
es: Algunos tipos de recurso aceptan más de un par de clave / valor por instancia. Por ejemplo, Cinder permite metadatos de usuario e imagen en volúmenes. Nova solo evalúa los metadatos de propiedades de imagen (planificación y controladores). Esta propiedad permite un destino de espacio de nombres para eliminar la ambigüedad.

source: Sort direction supplied was not valid.
es: La dirección de ordenación proporcionada no es válida.

source: Sort key supplied was not valid.
es: La clave de clasificación proporcionada no es válida.

source: Specifies the prefix to use for the given resource type. Any properties in the namespace should be prefixed with this prefix when being applied to the specified resource type. Must include prefix separator (e.g. a colon :).
es: Especifica el prefijo que se usará para un tipo de recurso dado. Las propiedades del espacio de nombres deben tener este prefijo cuando se apliquen al tipo de recurso especificado. Debe incluir un separador de prefijo (por ejemplo, un punto :).

source: Specifies which task executor to be used to run the task scripts.
es: Especifica el ejecutor de tareas que se usará para ejecutar los scripts de tarea.

source: Status must be "pending", "accepted" or "rejected".
es: El estado debe ser "pendiente", "aceptado" o "rechazado".

source: Status not specified
es: Estado no especificado

source: Status of the image
es: Estado de la imagen

source: Status transition from %(cur_status)s to %(new_status)s is not allowed
es: No se permite la transición de %(cur_status)s a %(new_status)s

source: Stopping %(serv)s (pid %(pid)s) with signal(%(sig)s)
es: Deteniendo %(serv)s (pid %(pid)s) con la señal (%(sig)s)

source: Store for image_id not found: %s
es: No se ha encontrado el almacenamiento de image_id: %s

source: Store for scheme %s not found
es: No se ha encontrado el almacén para el esquema %s

source: Supplied %(attr)s (%(supplied)s) and %(attr)s generated from uploaded image (%(actual)s) did not match. Setting image status to 'killed'.
es: Los %(attr)s proporcionados (%(supplied)s) y los %(attr)s generados desde la imagen cargada (%(actual)s) no coinciden. Definiendo el estado de la imagen como 'killed'.

source: Supported values for the 'container_format' image attribute
es: Valores soportados para el atributo de imagen 'container_format'

source: Supported values for the 'disk_format' image attribute
es: Valores soportados para el atributo de imagen 'disk_format'

source: Suppressed respawn as %(serv)s was %(rsn)s.
es: Se ha suprimido respawn porque %(serv)s estaba %(rsn)s.

source: System SIGHUP signal received.
es: Se ha recibido una señal de sistema SIGHUP.

source: Task '%s' is required
es: La tarea '%s' es obligatoria

source: Task does not exist
es: La tarea no existe

source: Task failed due to Internal Error
es: La tarea ha fallado a causa de un Error Interno

source: Task was not configured properly
es: La tarea no se ha configurado correctamente

source: Task with the given id %(task_id)s was not found
es: No se ha encontrado la tarea con el id %(task_id)s indicado

source: The "changes-since" filter is no longer available on v2.
es: El filtro "changes-since" ya no está disponible en la v2.

source: The CA file you specified %s does not exist
es: El archivo CA que ha especificado,%s, no existe

source: The Image %(image_id)s object being created by this task %(task_id)s, is no longer in valid status for further processing.
es: El objeto de imagen %(image_id)s que la tarea %(task_id)s está creando, ya no tiene un estado válido para un seguir siendo procesado.

source: The Store URI was malformed.
es: El URI del almacén tenía un formato incorrecto.

source: The URL to the keystone service. If "use_user_token" is not in effect and using keystone auth, then URL of keystone can be specified.
es: La URL al servicio de keystone. Si "use_user_token" no está activo y usa la autenticación de keystone, se puede especificar la URL de keystone.

source: The address where the Swift authentication service is listening.(deprecated)
es: La dirección donde el servicio de autenticación Swift está a la escucha (en desuso).

source: The administrators password. If "use_user_token" is not in effect, then admin credentials can be specified.
es: La contraseña de los administradores. Si "use_user_token" no está activo, se puede especificar las credenciales del administrador.

source: The administrators user name. If "use_user_token" is not in effect, then admin credentials can be specified.
es: El nombre de usuario del administrador. Si "use_user_token"no está activo, se pueden especificar las credenciales del administrador.

source: The amount of time in seconds to delay before performing a delete.
es: El lapso de tiempo en segundos a esperar antes de realizar una eliminación.

source: The amount of time to let an incomplete image remain in the cache, before the cache cleaner, if running, will remove the incomplete image.
es: El periodo de tiempo para dejar que una imagen incompleta permanezca en la memoria caché antes de que el podador de caché, si se está ejecutando, comience a limpiar la memoria caché de imágenes.

source: The backlog value that will be used when creating the TCP listener socket.
es: El valor acumulado que se utilizará al crear la pila TCP de escucha.

source: The cert file you specified %s does not exist
es: El archivo de certificado que ha especificado, %s, no existe

source: The config file that has the swift account(s)configs.
es: El archivo de configuración que tiene las configuraciones de cuenta(s) swift.

source: The current status of this task
es: El estado actual de esta tarea

source: The device housing the image cache directory %(image_cache_dir)s does not support xattr. It is likely you need to edit your fstab and add the user_xattr option to the appropriate line for the device housing the cache directory.
es: El dispositivo que aloja el directorio de memoria caché de imagen %(image_cache_dir)s no admite xattr. Es probable que tenga que editar fstab y añadir la poción user_xattr en la línea adecuada en el dispositivo que aloja el directorio de memoria caché.

source: The driver to use for image cache management.
es: El controlador que se usará para la gestión de la memoria caché de imagen.

source: The format of the version %s is not valid. Use semver notation
es: El formato de la versión %s no es válido. Utilice la notación semver

source: The format to which images will be automatically converted. When using the RBD backend, this should be set to 'raw'
es: El formato al cual se convertirán automaticamente las imágenes. Cuando se utilice el programa de fondo RBD, este valor se debe definir a 'crudo'

source: The given uri is not valid. Please specify a valid uri from the following list of supported uri %(supported)s
es: El uri proporcionado no es válido. Especifique un uri válido de la siguiente lista de uri soportados %(supported)s

source: The hostname/IP of the pydev process listening for debug connections
es: El nombre de host o la IP del proceso pydev que escucha las conexiones de depuración

source: The image %s is already present on the slave, but our check for it did not find it. This indicates that we do not have permissions to see all the images on the slave server.
es: La imagen %s ya se encuentra en el esclavo, pero nuestra búsqueda no la ha encontrado. Esto indica que no tenemos permiso para ver todas las imágenes en el servidor esclavo.

source: The incoming artifact blob is too large: %s
es: El blob de artefacto entrante es demasiado grande: %s

source: The incoming image is too large: %s
es: La imagen entrante es demasiado grande: %s

source: The key file you specified %s does not exist
es: El archivo de claves que ha especificado, %s, no existe

source: The limit has been exceeded on the number of allowed image locations. Attempted: %(attempted)s, Maximum: %(maximum)s
es: Se ha excedido el límite en el número permitido de ubicaciones de imagen. Intentos: %(attempted)s, Máximo: %(maximum)s

source: The limit has been exceeded on the number of allowed image members for this image. Attempted: %(attempted)s, Maximum: %(maximum)s
es: Se ha excedido el límite en el número de miembros de imagen permitidos para esta imagen. Intentos: %(attempted)s, Máximo: %(maximum)s

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(attempted)s, Maximum: %(maximum)s
es: Se ha excedido el límite en el número permitido de propiedades de imagen. Intentos: %(attempted)s, Máximo: %(maximum)s

source: The limit has been exceeded on the number of allowed image properties. Attempted: %(num)s, Maximum: %(quota)s
es: Se ha excedido el límite en el número de propiedades de imagen permitidas. Intentos: %(num)s, Máximo: %(quota)s

source: The limit has been exceeded on the number of allowed image tags. Attempted: %(attempted)s, Maximum: %(maximum)s
es: Se ha excedido el límite en el número permitido de etiquetas de imagen. Intentos: %(attempted)s, Máximo: %(maximum)s

source: The location %(location)s already exists
es: La ubicación %(location)s ya existe

source: The location data has an invalid ID: %d
es: Los datos de ubicación contienen un ID no válido: %d

source: The location of the property protection file.This file contains the rules for property protections and the roles/policies associated with it. If this config value is not specified, by default, property protections won't be enforced. If a value is specified and the file is not found, then the glance-api service will not start.
es: La ubicación del archivo de protección de propiedad. Este archivo contiene las reglas para las protecciones de propiedad y los roles/políticas asociados. Si no se especifica este valor de configuración, de forma predeterminada, las protecciones de propiedad no se aplicarán. Si se especifica un valor y no se encuentra el archivo, el servicio glance-api no se iniciará.

source: The metadata definition %(record_type)s with name=%(record_name)s not deleted. Other records still refer to it.
es: No se ha suprimido la definición de metadatos%(record_type)s con el nombre=%(record_name)s- Otros archivos aún hacen referencia a éste.

source: The metadata definition namespace=%(namespace_name)s already exists.
es: Ya existe el espacio de nombres de definición de metadatos=%(namespace_name)s

source: The metadata definition object with name=%(object_name)s was not found in namespace=%(namespace_name)s.
es: No se ha encontrado el objeto de definición de metadatos con el nombre=%(object_name)s en el espacio de nombres=%(namespace_name)s.

source: The metadata definition property with name=%(property_name)s was not found in namespace=%(namespace_name)s.
es: No se ha encontrado la propiedad de definición de metadatos con el nombre=%(property_name)s en el espacio de nombres=%(namespace_name)s.

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s already exists.
es: Ya existe la asociación de tipo de recurso de definición de metadatos con el tipo de recurso=%(resource_type_name)s para el espacio de nombres=%(namespace_name)s.
