Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/glance/glance/locale/*/LC_MESSAGES/glance.po
Languages: es

source: The metadata definition resource-type association of resource-type=%(resource_type_name)s to namespace=%(namespace_name)s, was not found.
es: No se ha encontrado la asociación de tipo de recurso de definición de metadatos del tipo de recurso=%(resource_type_name)s en el espacio de nombres=%(namespace_name)s.

source: The metadata definition resource-type with name=%(resource_type_name)s, was not found.
es: No se ha encontrado el tipo de recurso de definición de metadatos con el nombre=%(resource_type_name)s

source: The metadata definition tag with name=%(name)s was not found in namespace=%(namespace_name)s.
es: No se ha encontrad la etiqueta de definición de metadatos con el nombre=%(name)s en el espacio de nombres=%(namespace_name)s.

source: The mode in which the engine will run. Can be 'serial' or 'parallel'.
es: El modo en que se ejecutará el motor. Puede ser 'serial' o 'paralelo'

source: The number of child process workers that will be created to service requests. The default will be equal to the number of CPUs available.
es: El número de trabajadores en procesos hijo que se crearán para solicitudes de servicio. El número predeterminado será igual al de CPUs disponibles.

source: The number of parallel activities executed at the same time by the engine. The value can be greater than one when the engine mode is 'parallel'.
es: La cantidad de actividades paralelas que el motor ejecuta al mismo tiempo. El valor puede ser mayor a uno cuando el motor está en modo 'paralelo'.

source: The parameters required by task, JSON blob
es: Los parámetros requeridos por tarea, blob JSON

source: The path to the cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CERT_FILE environment variable to a filepath of the CA cert file
es: La ruta al archivo de certificado a usar en las conexiones SSL al servidor de registro, si lo hay. Alternativamente, puede establecer la variable de ambiente GLANCE_CLIENT_CERT_FILE a una ruta de archivo del archivo de certificado CA

source: The path to the certifying authority cert file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_CA_FILE environment variable to a filepath of the CA cert file.
es: La ruta al archivo de certificado de la autoridad certificadora a usar en las conexiones SSL al servidor de registro, si lo hay. Alternativamente, puede establecer la variable de ambiente GLANCE_CLIENT_CA_FILE a una ruta de archivo del archivo de certificado CA

source: The path to the key file to use in SSL connections to the registry server, if any. Alternately, you may set the GLANCE_CLIENT_KEY_FILE environment variable to a filepath of the key file
es: La ruta al archivo de claves a usar en las conexiones SSL al servidor de registro, si lo hay. Alternativamente, puede establecer la variable de ambiente GLANCE_CLIENT_KEY_FILE a una ruta de archivo del archivo de claves

source: The path to the sqlite file database that will be used for image cache management.
es: La ruta a la base de datos de archivos SQLite que se usará para la administración de la memoria caché de imagen.

source: The period of time, in seconds, that the API server will wait for a registry request to complete. A value of 0 implies no timeout.
es: El periodo de tiempo, en segundos, que el servidor de la API esperará para que se complete una solicitud de registro. Un valor de 0 implica que no hay tiempo de espera.

source: The port on which a pydev process is listening for connections.
es: El puerto en el que un proceso pydev escucha las conexiones.

source: The port on which the server will listen.
es: El puerto donde el servidor estará a la escucha.

source: The protocol to use for communication with the registry server. Either http or https.
es: El protocolo a usar para la comunicación con el servidor de registro. Http o https.

source: The provided body %(body)s is invalid under given schema: %(schema)s
es: El cuerpo %(body)s proporcionado no es válido bajo el esquema indicado : %(schema)s

source: The provided image is too large.
es: La imagen proporcionada es demasiado grande.

source: The provided path '%(path)s' is invalid: %(explanation)s
es: La ruta '%(path)s' proporcionada no es válida: %(explanation)s

source: The reference to the default swift account/backing store parameters to use for adding new images.
es: La referencia a los parámetros de cuenta swift/almacén de respaldo por defecto utilizada para agregar nuevas imágenes.

source: The region for the authentication service. If "use_user_token" is not in effect and using keystone auth, then region name can be specified.
es: La región para el servicio de autenticación. Si "use_user_token" no está activo y utiliza la autenticación de keystone, se puede especificar el nombre de la región.

source: The request returned 500 Internal Server Error.
es: La solicitud ha devuelto el mensaje 500 Internal Server Error (Error interno del servidor).

source: The request returned 503 Service Unavailable. This generally occurs on service overload or other transient outage.
es: La solicitud ha devuelto un error 503 Service Unavailable (Servicio no disponible). Esto sucede generalmente por una sobrecarga del servicio o una interrupción transitoria.

source: The request returned a 302 Multiple Choices. This generally means that you have not included a version indicator in a request URI. The body of response returned: %(body)s
es: La solicitud ha devuelto el error 302 Multiple Choices (Múltiples opciones). Generalmente esto significa que no se ha incluido un indicador de versión en un URI de solicitud. El cuerpo de la respuesta devuelta: %(body)s

source: The request returned a 413 Request Entity Too Large. This generally means that rate limiting or a quota threshold was breached. The response body: %(body)s
es: La solicitud ha devuelto el error 413 Request Entity Too Large (Entidad de solicitud demasiado larga). Esto generalmente significa que se ha infringido el límite de índice o un umbral de cuota. El cuerpo de la respuesta: %(body)s

source: The request returned an unexpected status: %(status)s. The response body: %(body)s
es: La solicitud ha devuelto un estado inesperado: %(status)s. El cuerpo de la respuesta: %(body)s

source: The requested image has been deactivated. Image data download is forbidden.
es: La imagen solicitada está desactivada. No se permite descargar datos de la imagen.

source: The result of current task, JSON blob
es: El resultado de la tarea actual, blob JSON

source: The signature data was not properly encoded using base64
es: Los datos de firma no se han codificado correctamente con base64

source: The size of the data %(image_size)s will exceed the limit. %(remaining)s bytes remaining.
es: El tamaño de los datos %(image_size)s excederá el límite. Quedan %(remaining)s bytes

source: The size of thread pool to be used for scrubbing images. The default is one, which signifies serial scrubbing. Any value above one indicates the max number of images that may be scrubbed in parallel.
es: Tamaño de agrupación de hebras que se va a utilizar para depurar imágenes. El valor predeterminado es uno, que significa depuración en serie. Cualquier valor por encima de uno indica el número máximo de imágenes que se pueden depurar en paralelo.

source: The specified member %s could not be found
es: No se ha podido encontrar el miembro %s especificado

source: The specified metadata object %s could not be found
es: No se ha podido encontrar encontrar el objeto de metadatos %s especificado

source: The specified metadata tag %s could not be found
es: No se ha podido encontrar encontrar la etiqueta de metadatos %s especificada

source: The specified namespace %s could not be found
es: No se ha podido encontrar el espacio de nombres %s especificado

source: The specified property %s could not be found
es: No se ha podido encontrar encontrar la propiedad %s especificada

source: The specified resource type %s could not be found
es: No se ha podido encontrar encontrar el tipo de recurso %s especificado

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'
es: El estado de la ubicación de la imagen eliminada solo se puede establecer como 'pending_delete' o 'deleted'.

source: The status of deleted image location can only be set to 'pending_delete' or 'deleted'.
es: El estado de la ubicación de imagen eliminada solo se puede establecer como 'pending_delete' o 'deleted'.

source: The status of this image member
es: El estado de este miembro de imagen

source: The store names to use to get store preference order. The name must be registered by one of the stores defined by the 'stores' config option. This option will be applied when you using 'store_type' option as image location strategy defined by the 'location_strategy' config option.
es: Los nombres de almacén a usar para obtener orden de preferencia de almacenamiento. El nombre se debe registrar por uno de los almacenes definidos por la opción de configuración 'stores'. Esta opción se aplicará cuando se use la opción 'store_type' como estrategia de ubicación de imagen definida por la opción de configuración 'location_strategy'.

source: The strategy to use for authentication. If "use_user_token" is not in effect, then auth strategy can be specified.
es: La estrategia a usar para la autenticación. SI "use_user_token" no está activo, se puede especificar la estrategia de autenticación.

source: The target member %(member_id)s is already associated with image %(image_id)s.
es: El miembro de destino %(member_id)s ya está asociado con la imagen %(image_id)s.

source: The tenant name of the administrative user. If "use_user_token" is not in effect, then admin tenant name can be specified.
es: El nombre global del usuario de administrador. Si "use_user_token" no está activo, se puede especificar el nombre del arrendatario administrador.

source: The type of task represented by this content
es: El tipo de tarea representado por este contenido

source: The unique namespace text.
es: EL texto exclusivo del espacio de nombres.

source: The upper limit (the maximum size of accumulated cache in bytes) beyond which the cache pruner, if running, starts cleaning the image cache.
es: El límite superior (el tamaño máximo de memoria caché acumulado en bytes) más allá del cual el podador de caché, si se está ejecutando, comienza a limpiar la memoria caché de imágenes.

source: The user friendly name for the namespace. Used by UI if available.
es: El nombre fácil de usar del espacio de nombres. Utilizado por la IU si está disponible.

source: The user to authenticate against the Swift authentication service (deprecated)
es: El usuario a autenticar en el servicio de autenticación Swift (en desuso).

source: The value for the socket option TCP_KEEPIDLE. This is the time in seconds that the connection must be idle before TCP starts sending keepalive probes.
es: El valor de la opción de pila TCP_KEEPIDLE. Es el tiempo en segundos que la conexión debe estar inactiva antes de que TCP comience a enviar sondas keepalive.

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. Error: %(ioe)s
es: Hay un problema con el %(error_key_name)s %(error_filename)s. Por favor, verifíquelo. Error: %(ioe)s

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. OpenSSL error: %(ce)s
es: Hay un problema con el %(error_key_name)s %(error_filename)s. Por favor, verifíquelo. Error OpenSSL: %(ce)s

source: There is a problem with your key pair. Please verify that cert %(cert_file)s and key %(key_file)s belong together. OpenSSL error %(ce)s
es: Hay un problema con el par de claves. Por favor, verifique que el certificado %(cert_file)s y la clave %(key_file)s se corresponden. Error de OpenSSL %(ce)s

source: There was an error configuring the client.
es: Se ha producido un error al configurar el cliente.

source: There was an error connecting to a server
es: Se ha producido un error al conectar a un servidor

source: This config value indicates whether "roles" or "policies" are used in the property protection file.
es: Este valor de configuración indica si se usan los "roles" o "políticas" en el archivo de protección de propiedad.

source: This operation is currently not permitted on Glance Tasks. They are auto deleted after reaching the time based on their expires_at property.
es: Actualmente no se permite esta operación en las tareas Glance. Se eliminarán automáticamente después de alcanzar el tiempo con base en expires_at property.

source: This operation is currently not permitted on Glance images details.
es: Actualmente no se permite esta operación en los detalles de imagen de Glance.

source: This value sets what strategy will be used to determine the image location order. Currently two strategies are packaged with Glance 'location_order' and 'store_type'.
es: Este valor establece la estrategia que se empleará para determinar el orden de ubicación de la imagen. Actualmente hay 2 estrategias empaquetadas con Glance 'location_order' y 'store_type'.

source: Time in hours for which a task lives after, either succeeding or failing
es: Tiempo de vida en horas que dura una tarea tras completarse satisfactoriamente o fallar

source: Timeout for client connections' socket operations. If an incoming connection is idle for this number of seconds it will be closed. A value of '0' means wait forever.
es: Tiempo de espera para las operaciones de conexión de socket del cliente. Si una conexión entrante está inactiva durante este número de segundos, se cerrará. El valor '0' significa esperar indefinidamente.

source: Too few arguments.
es: Demasiado pocos argumentos.

source: Too few locations
es: Hay demasiado pocas ubicaciones

source: Too many locations
es: Hay demasiadas ubicaciones

source: Total size is %(size)d bytes across %(img_count)d images
es: El tamaño total es %(size)d bytes para %(img_count)d imágenes

source: Turn on/off delayed delete.
es: Encender/apagar eliminación retrasada.

source: Type version has to be a valid semver string
es: La versión del tipo debe se una cadena semver válida

source: URI cannot contain more than one occurrence of a scheme.If you have specified a URI like swift://user:pass@http://authurl.com/v1/container/obj, you need to change it to use the swift+http:// scheme, like so: swift+http://user:pass@authurl.com/v1/container/obj
es: El URI no puede contener más de una aparición de un esquema. Si ha especificado un URI como swift://user:pass@http://authurl.com/v1/container/obj, tiene que cambiarlo para que utilice el esquema swift+http://, como: swift+http://user:pass@authurl.com/v1/container/obj

source: URL to access the image file kept in external store
es: La URL para acceder al archivo de imagen se encuentra en un almacén externo

source: Unable to PUT to non-empty collection
es: No es posible COLOCAR en una colección no vacía

source: Unable to create pid file %(pid)s. Running as non-root? Falling back to a temp file, you can stop %(service)s service using: %(file)s %(server)s stop --pid-file %(fb)s
es: No se puede crear el archivo pid %(pid)s. ¿Está operando como no-root? Retrocediendo a un archivo temporal, puede detener el uso del servicio %(service)s utilizando: %(file)s %(server)s stop --pid-file %(fb)s

source: Unable to filter by unknown operator '%s'.
es: No se ha podido filtrar con el operador desconocido '%s'.

source: Unable to filter on a range with a non-numeric value.
es: No se ha podido filtrar en un rango con un valor no numérico.

source: Unable to filter on a unknown operator.
es: No se puede filtrar con un operador desconocido.

source: Unable to filter using the specified operator.
es: No se ha podido filtrar utilizando el operador especificado.

source: Unable to filter using the specified range.
es: No se ha podido filtrar con el rango especificado.

source: Unable to find '%s' in JSON Schema change
es: No se ha podido encontrar '%s' en el cambio de esquema JSON

source: Unable to find `op` in JSON Schema change. It must be one of the following: %(available)s.
es: No es posible encontrar `op` en el cambio de esquema JSON. Debe ser uno de los siguientes: %(available)s.

source: Unable to get legacy image
es: No se ha podido obtener la imagen de herencia

source: Unable to increase file descriptor limit. Running as non-root?
es: No se puede aumentar el límite de descripción de archivos. ¿Está operando como no-root?

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
es: No se ha podido cargar %(app_name)s desde el archivo de configuración %(conf_file)s. Se ha obtenido: %(e)r

source: Unable to load schema: %(reason)s
es: No se ha podido cargar el esquema: %(reason)s

source: Unable to locate paste config file for %s.
es: No se puede ubicar el archivo de configuración de pegado para %s.

source: Unable to modify collection in immutable or readonly property
es: No se puede modificar la recopilación en una propiedad no mutable o de solo lectura

source: Unable to retrieve certificate with ID: %s
es: No se ha podido recuperar el certificado con el ID: %s

source: Unable to retrieve request id from context
es: No se ha podido recuperar el ID de solicitud del contexto

source: Unable to specify artifact type explicitly
es: No es posible especificar el tipo de artefacto explícitamente

source: Unable to specify artifact type version explicitly
es: No es posible especificar la versión del tipo de artefacto explícitamente

source: Unable to specify version if multiple types are possible
es: No es posible especificar la versión si hay múltiples tipos posibles

source: Unable to specify version if type is not specified
es: No es posible especificar la versión si no se especifica el tipo

source: Unable to upload duplicate image data for image%(image_id)s: %(error)s
es: No se puede cargar los datos duplicados de la imagen %(image_id)s: %(error)s

source: Unable to verify signature since the algorithm is unsupported on this system
es: No se puede verificar la firma porque el algoritmo no está soportado en este sistema

source: Unable to verify signature: %(reason)s
es: No se puede verificar la firma: %(reason)s

source: Unauthorized image access
es: Acceso a imagen no autorizado

source: Unexpected body type. Expected list/dict.
es: Tipo de cuerpo inesperado. Se esperaba list/dict.

source: Unexpected response: %s
es: Respuesta inesperada : %s

source: Unknown auth strategy '%s'
es: Estrategia de autenticación desconocida '%s'

source: Unknown command: %s
es: Mandato desconocido %s

source: Unknown sort direction, must be 'desc' or 'asc'
es: Dirección de clasificación desconocida, debe ser 'desc' o ' asc'

source: Unrecognized JSON Schema draft version
es: Versión de borrador de esquema JSON no reconocida

source: Unrecognized changes-since value
es: Valor de changes-since no reconocido

source: Unsupported sort_dir. Acceptable values: %s
es: sort_dir no soportado. Valores aceptables: %s

source: Unsupported sort_key. Acceptable values: %s
es: sort_key no soportado. Valores aceptables: %s

source: Value %(value)d out of range, must not exceed %(max)d
es: El valor %(value)d está fuera de rango, no puede exceder %(max)d

source: Value is greater than maximum
es: El valor es mayor que el máximo

source: Value is less than minimum
es: El valor es menor que el mínimo

source: Value is required
es: Valor obligatorio

source: Version component is too large (%d max)
es: El componente de versión es demasiado largo (%d máx)

source: Version is invalid: %(reason)s
es: Versión no válida: %(reason)s

source: Virtual size of image in bytes
es: Tamaño virtual de la imagen en bytes

source: Visibility must be either "public" or "private"
es: La visibilidad debe ser "pública" o "privada"

source: Waited 15 seconds for pid %(pid)s (%(file)s) to die; giving up
es: Se ha esperado 15 segundos a que pid %(pid)s (%(file)s) muriera; desistiendo

source: When false, no artifacts can be loaded regardless of available_plugins. When true, artifacts can be loaded.
es: Si es false, no se puede cargar ningún artefacto sin importar los plugins disponibles (available_plugins). Si es true, se pueden cargar artefactos.

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
es: Al ejecutar el servidor en modalidad SSL, debe especificar un valor para las opciones cert_file y key_file en el archivo de configuración

source: When true, this option sets the owner of an image to be the tenant. Otherwise, the owner of the image will be the authenticated user issuing the request.
es: Cuando está definida a true, esta opción define que el propietario es el arrendatario. De lo contrario, el propietario de la imagen será el usuario autenticado que emite la solicitud.

source: When using SSL in connections to the registry server, do not require validation via a certifying authority. This is the registry's equivalent of specifying --insecure on the command line using glanceclient for the API.
es: Si se usa SSL en las conexiones al servidor de registro no se requiere validación vía una autoridad certificadora. Esto es el equivalente del registro a especificar --insecure en la línea de mandatos utilizando glanceclient como API.

source: Whether to allow users to specify image properties beyond what the image schema provides
es: Si se permite que los usuarios especifiquen las propiedades de imagen más allá de lo que proporciona el esquema de imagen

source: Whether to include the backend image locations in image properties. For example, if using the file system store a URL of "file:///path/to/image" will be returned to the user in the 'direct_url' meta-data field. Revealing storage location can be a security risk, so use this setting with caution! Setting this to true overrides the show_image_direct_url option.
es: Si se desea o no incluir las ubicaciones de imágenes back-end en las propiedades de imagen. Por ejemplo, si se utiliza el almacén del sistema de archivos, se devolverá una URL de tipo "file:///path/to/image" al usuario en el campo de metadatos 'direct_url'. Revelar la ubicación de almacenamiento puede suponer un riesgo de seguridad, por lo que debe utilizar este parámetro con cuidado.! Si lo establece en true, se sobrescribe la opción show_image_direct_url.

source: Whether to include the backend image storage location in image properties. Revealing storage location can be a security risk, so use this setting with caution!
es: Si se desea o no incluir la ubicación de almacenamiento de la imagen del programa de fondo en las propiedades de la imagen. Revelar la ubicación de almacenamiento puede ser un riesgo de seguridad, así que este valor debe utilizarse con precaución.

source: Whether to pass through headers containing user and tenant information when making requests to the registry. This allows the registry to use the context middleware without keystonemiddleware's auth_token middleware, removing calls to the keystone auth service. It is recommended that when using this option, secure communication between glance api and glance registry is ensured by means other than auth_token middleware.
es: Si se deben o no pasar las cabeceras que contienen información de usuario y de arrendatario cuando se hacen solicitudes al registro. Esto permite que el registro use el middleware de contexto sin el middleware de auth_token de keystonemiddleware, eliminando llamadas al servicio de autorización de keystone. Se recomienda que cuando se utilice esta opción, se garantice que la comunicación entre la api de glance y el registro de glance es segura, mediante un middleware distinto de auth_token.
