Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/glance/glance/locale/*/LC_MESSAGES/glance.po
Languages: es

source: Whether to pass through the user token when making requests to the registry. To prevent failures with token expiration during big files upload, it is recommended to set this parameter to False.If "use_user_token" is not in effect, then admin credentials can be specified.
es: Si se debe o no pasar a través del token del usuario cuando se hacen solicitudes al registro. Para prevenir fallos debidos la expiración del token durante la carga de ficheros grandes, se recomienda configurar este parámetro como False. Si "use_user_token" no está activo, se pueden especificar las credenciales de administración.

source: Work dir for asynchronous task operations. The directory set here will be used to operate over images - normally before they are imported in the destination store. When providing work dir, make sure enough space is provided for concurrent tasks to run efficiently without running out of space. A rough estimation can be done by multiplying the number of `max_workers` - or the N of workers running - by an average image size (e.g 500MB). The image size estimation should be done based on the average size in your deployment. Note that depending on the tasks running you may need to multiply this number by some factor depending on what the task does. For example, you may want to double the available size if image conversion is enabled. All this being said, remember these are just estimations and you should do them based on the worst case scenario and be prepared to act in case they were wrong.
es: Directorio de trabajo para operaciones de tarea asincrónica. El directorio configurado aquí se usará para operar sobre imágenes - normalmente antes de que sean importadas en el almacén de destino. Si proporciona un directorio de trabajo, asegúrese de que se está proporcionado suficiente espacio para que las tareas concurrentes se ejecuten eficientemente sin quedarse sin espacio. Se puede hacer una estimación aproximada al multiplicar el número de `max_workers` - o N trabajadores ejecutando - por un tamaño promedio de imagen (por ejemplo 500MB). La estimación del tamaño de imagen se debe hacer en base al tamaño promedio en su implementación. Tenga en cuenta que dependiendo de la tarea que se ejecute puede necesitar multiplicar este número por algún factor según lo que haga la tarea. Por ejemplo, si la conversión de imagen está habilitada quizá desee duplicar el tamaño disponible. Dicho esto, recuerde que son solo estimaciones y debe hacerlas en base al peor escenario y estar preparado para actuar en caso de que sean incorrectas.

source: Wrong command structure: %s
es: Estructura de mandato incorrecta: %s

source: You are not authenticated.
es: No está autenticado.

source: You are not authorized to complete this action.
es: No está autorizado paraa completar esta acción.

source: You are not authorized to lookup image %s.
es: No tiene autorización para buscar la imagen %s.

source: You are not authorized to lookup the members of the image %s.
es: No tiene autorización para buscar los miembros de la imagen %s.

source: You are not permitted to create a tag in the namespace owned by '%s'
es: No tiene permiso para crear una etiqueta en el espacio de nombres propiedad de '%s'

source: You are not permitted to create image members for the image.
es: No tiene permiso para crear miembros de imagen para la imagen.

source: You are not permitted to create images owned by '%s'.
es: No tiene permiso para crear imágenes propiedad de '%s'.

source: You are not permitted to create namespace owned by '%s'
es: No tiene permiso para crear un espacio de nombres propiedad de '%s'

source: You are not permitted to create object owned by '%s'
es: No tiene permiso para crear un objeto propiedad de '%s'

source: You are not permitted to create property owned by '%s'
es: No tiene permiso para crear una propiedad propiedad de '%s'

source: You are not permitted to create resource_type owned by '%s'
es: No tiene permiso para crear un resource_type propiedad de '%s'

source: You are not permitted to create this task with owner as: %s
es: No tiene permiso para crear esta tarea como propiedad de: '%s

source: You are not permitted to deactivate this image.
es: No tiene permiso para desactivar esta imagen.

source: You are not permitted to delete this image.
es: No tiene permiso para suprimir esta imagen.

source: You are not permitted to delete this meta_resource_type.
es: No tiene permiso para eliminar este meta_resource_type.

source: You are not permitted to delete this namespace.
es: No tiene permiso para eliminar este espacio de nombres.

source: You are not permitted to delete this object.
es: No tiene permiso para eliminar este objeto.

source: You are not permitted to delete this property.
es: No tiene permiso para eliminar esta propiedad.

source: You are not permitted to delete this tag.
es: No tiene permiso para eliminar esta etiqueta.

source: You are not permitted to modify '%(attr)s' on this %(resource)s.
es: No tiene permiso para modificar '%(attr)s' en este %(resource)s.

source: You are not permitted to modify '%s' on this image.
es: No tiene permiso para modificar '%s' en esta imagen.

source: You are not permitted to modify locations for this image.
es: No tiene permiso para modificar ubicaciones para esta imagen.

source: You are not permitted to modify tags on this image.
es: No tiene permiso para modificar etiquetas en esta imagen.

source: You are not permitted to modify this image.
es: No tiene permiso para modificar esta imagen.

source: You are not permitted to reactivate this image.
es: No tiene permiso para reactivar esta imagen.

source: You are not permitted to set status on this task.
es: No tiene permiso para configurar estado en esta tarea.

source: You are not permitted to update this namespace.
es: No tiene permiso para actualizar este espacio de nombres.

source: You are not permitted to update this object.
es: No tiene permiso para actualizar este objeto.

source: You are not permitted to update this property.
es: No tiene permiso para actualizar esta propiedad.

source: You are not permitted to update this tag.
es: No tiene permiso para actualizar esta etiqueta.

source: You are not permitted to upload data for this image.
es: No tiene permiso para cargar datos para esta imagen.

source: You cannot add image member for %s
es: No se puede añadir el miembro de la imagen para %s

source: You cannot delete image member for %s
es: No se puede suprimir el miembro de la imagen para %s

source: You cannot get image member for %s
es: No se puede obtener el miembro de la imagen para %s

source: You cannot update image member %s
es: No se puede actualizar el miembro de la imagen %s

source: You do not own this image
es: No es propietario de esta imagen

source: You have selected to use SSL in connecting, and you have supplied a cert, however you have failed to supply either a key_file parameter or set the GLANCE_CLIENT_KEY_FILE environ variable
es: Ha seleccionado utilizar SSL en la conexión y ha proporcionado un certificado, pero no ha proporcionado un parámetro key_file ni ha definido la variable de entorno GLANCE_CLIENT_KEY_FILE

source: You have selected to use SSL in connecting, and you have supplied a key, however you have failed to supply either a cert_file parameter or set the GLANCE_CLIENT_CERT_FILE environ variable
es: Ha seleccionado utilizar SSL en la conexión y ha proporcionado una clave, pero no ha proporcionado un parámetro cert_file ni ha definido la variable de entorno GLANCE_CLIENT_CERT_FILE

source: __init__() got unexpected keyword argument '%s'
es: __init__() tiene un argumento de palabra clave inesperado '%s'

source: cannot transition from %(current)s to %(next)s in update (wanted from_state=%(from)s)
es: No se puede pasar de %(current)s a %(next)s en la actualización (from_state deseado=%(from)s)

source: custom properties (%(props)s) conflict with base properties
es: las propiedades personalizadas (%(props)s) entran en conflicto con las propiedades base

source: eventlet 'poll' nor 'selects' hubs are available on this platform
es: Los concentradores de 'sondeo' y los de 'selección' no están disponibles en esta plataforma

source: is_public must be None, True, or False
es: is_public debe ser None, True o False

source: limit param must be an integer
es: el parámetro de límite debe ser un entero

source: limit param must be positive
es: el parámetro de límite debe ser positivo

source: location: %s data lost
es: se han perdido los datos de la ubicación: %s

source: md5 hash of image contents.
es: md5 hash de contenidos de imagen.

source: new_image() got unexpected keywords %s
es: new_image() tiene palabras clave inesperadas %s

source: protected must be True, or False
es: protected debe ser True o False

source: unable to launch %(serv)s. Got error: %(e)s
es: No se puede iniciar %(serv)s. Se ha obtenido el error: %(e)s

source: x-openstack-request-id is too long, max size %s
es: x-openstack-request-id es demasiado largo, el tamaño máximo es %s
