Repository: bopopescu/openstack-mitaka
Catalog: OpenStack-Mitaka-src/glance/glance/locale/*/LC_MESSAGES/glance.po
Languages: es

source: File %(path)s has invalid backing file %(bfile)s, aborting.
es: El archivo %(path)s tiene un archivo de respaldo %(bfile)s no válido, terminando de forma anormal.

source: File based imports are not allowed. Please use a non-local source of image data.
es: No se permiten las importaciones basadas en archivos. Utilice una fuente no local de datos de imagen.

source: File too large
es: El archivo es demasiado grande

source: File too small
es: El archivo es demasiado pequeño

source: Forbidden image access
es: Acceso prohibido a la imagen

source: Forbidden to delete a %s image.
es: Está prohibido eliminar una imagen %s.

source: Forbidden to delete image: %s
es: Está prohibido eliminar la imagen: %s

source: Forbidden to modify '%(key)s' of %(status)s image.
es: Está prohibido modificar el '%(key)s' de una imagen %(status)s.

source: Forbidden to modify '%s' of image.
es: Prohibido modificar el '%s' de la imagen.

source: Forbidden to reserve image.
es: Está prohibido reservar la imagen.

source: Forbidden to update deleted image.
es: Está prohibido actualizar una imagen suprimida.

source: Forbidden to update image: %s
es: Está prohibido actualizar la imagen: %s

source: Forbidden upload attempt: %s
es: Intento de carga prohibido: %s

source: Forbidding request, metadata definition namespace=%s is not visible.
es: Solicitud no permitida, el espacio de nombres de definición de metadatos=%s no es visible

source: Forbidding request, task %s is not visible
es: Solicitud no permitida, la tarea %s no es visible

source: Format of the container
es: Formato del contenedor

source: Format of the disk
es: Formato del disco

source: Get blob %(name)s data failed: %(err)s.
es: Error al obtener datos del blob %(name)s : %(err)s.

source: Get image %(id)s data failed: %(err)s.
es: Error al obtener los datos de %(id)s de imagen: %(err)s.

source: Glance client not installed
es: El cliente de Glance no está instalado

source: Host "%s" is not valid.
es: El host "%s" no es válido.

source: Host and port "%s" is not valid.
es: El host y puerto "%s" no es válido.

source: Human-readable informative message only included when appropriate (usually on failure)
es: Solo se incluye un mensaje informativo legible para humanos cuando sea apropiado (usualmente en caso de error)

source: If False doesn't trace SQL requests.
es: Si es False no se rastrean las solicitudes SQL.

source: If False fully disable profiling feature.
es: Si es False se deshabilita completamente la característica de perfilado.

source: If False, server will return the header "Connection: close", If True, server will return "Connection: Keep-Alive" in its responses. In order to close the client socket connection explicitly after the response is sent and read successfully by the client, you simply have to set this option to False when you create a wsgi server.
es: Si es False, el servidor devolverá la cabecera "Connection: close" en sus respuestas, si es True, el servidor devolverá la cabecera "Connection: Keep-Alive". Para cerrar la conexión de socket del cliente explícitamente tras enviar la respuesta y una vez que el cliente la haya leído, simplemente debe configurar esta opción como False cuando cree un servidor wsgi.

source: If true, image will not be deletable.
es: Si es true, la imagen no se podrá suprimir.

source: If true, namespace will not be deletable.
es: Si es true, no se podrá eliminar el espacio de nombres.

source: Image %(id)s could not be deleted because it is in use: %(exc)s
es: No se ha podido eliminar la imagen %(id)s porque está en uso: %(exc)s

source: Image %(id)s not found
es: No se ha encontrado la imagen %(id)s

source: Image %(image_id)s could not be found after upload. The image may have been deleted during the upload: %(error)s
es: No se ha podido encontrar la imagen %(image_id)s después de subirla. Es posible que la imagen haya sido eliminada durante la carga: %(error)s

source: Image %(image_id)s is protected and cannot be deleted.
es: La imagen %(image_id)s está protegida y no se puede suprimir.

source: Image %s could not be found after upload. The image may have been deleted during the upload, cleaning up the chunks uploaded.
es: No se pudo encontrar la imagen %s después de subirla. Es posible que la imagen haya sido eliminada durante la carga, se limpiarán los fragmentos cargados.

source: Image %s could not be found after upload. The image may have been deleted during the upload.
es: No se ha podido encontrar la imagen %s después de la carga. Es posible que la imagen se haya eliminado durante la carga.

source: Image %s is deactivated
es: Se ha desactivado la imagen %s

source: Image %s is not active
es: La imagen %s no está activa

source: Image %s not found.
es: No se ha encontrado la imagen %s.

source: Image exceeds the storage quota: %s
es: La imagen excede la cuota de almacenamiento: %s

source: Image id is required.
es: El id de imagen es obligatorio.

source: Image is protected
es: La imagen está protegida

source: Image member limit exceeded for image %(id)s: %(e)s:
es: Se ha excedido el límite de miembros de imagen para la imagen %(id)s: %(e)s:

source: Image name too long: %d
es: Nombre de imagen demasiado largo: %d

source: Image operation conflicts
es: Conflictos de operación de imagen

source: Image status transition from %(cur_status)s to %(new_status)s is not allowed
es: No se permite la transición de estado %(cur_status)s a %(new_status)s

source: Image storage media is full: %s
es: El soporte de almacenamiento de imágenes está lleno: %s

source: Image tag limit exceeded for image %(id)s: %(e)s:
es: Se ha excedido el límite de etiquetas de imagen para la imagen %(id)s: %(e)s:

source: Image upload problem: %s
es: Problema al cargar la imagen: %s

source: Image with identifier %s already exists!
es: Ya existe una imagen con el identificador %s

source: Image with identifier %s has been deleted.
es: Se ha eliminado la imagen con el identificador %s.

source: Image with identifier %s not found
es: No se ha encontrado la imagen con el identificador %s

source: Image with the given id %(image_id)s was not found
es: No se ha podido encontrar la imagen con el ID %(image_id)s

source: Incorrect auth strategy, expected "%(expected)s" but received "%(received)s"
es: Estrategia de autenticación incorrecta, se esperaba "%(expected)s" pero se ha recibido "%(received)s"

source: Incorrect request: %s
es: Solicitud incorrecta: %s

source: Index is out of range
es: El índice está fuera de rango

source: Index is required
es: El índice es obligatorio

source: Input does not contain '%(key)s' field
es: La entrada no contiene el campo '%(key)s'

source: Insufficient permissions on artifact storage media: %s
es: Permisos insuficientes en el soporte de almacenamiento de artefactos: %s

source: Insufficient permissions on image storage media: %s
es: Permisos insuficientes en el soporte de almacenamiento de imágenes: %s

source: Invalid Content-Type for work with %s
es: Tipo de contenido no valido para trabajar con %s

source: Invalid JSON pointer for this resource: '/%s'
es: Puntero JSON no válido para este recurso: '/%s'

source: Invalid certificate format: %s
es: Formato de certificado no válido: %s

source: Invalid checksum '%s': can't exceed 32 characters
es: Suma de verificación no válida: '%s'. No puede exceder los 32 caracteres

source: Invalid configuration in glance-swift conf file.
es: Configuración no válida en el archivo glance-swift.

source: Invalid configuration in property protection file.
es: Configuración no válida en el archivo de protección de propiedad.

source: Invalid container format '%s' for image.
es: Formato de contenedor '%s' de la imagen no válido.

source: Invalid content type %(content_type)s
es: Tipo de contenido no válido %(content_type)s

source: Invalid dict property type
es: Tipo de propiedad del diccionario no válido

source: Invalid dict property type specification
es: Especificación de tipo de propiedad del diccionario no válida

source: Invalid disk format '%s' for image.
es: Formato de disco '%s' de la imagen no válido.

source: Invalid filter value %s. The quote is not closed.
es: Valor de filtro no válido %s. No se han cerrado comillas.

source: Invalid filter value %s. There is no comma after closing quotation mark.
es: Valor de filtro no válido %s. No hay una coma antes de cerrar comillas.

source: Invalid filter value %s. There is no comma before opening quotation mark.
es: Valor de filtro no válido %s. No hay una coma antes de abrir comillas.

source: Invalid headers "Content-Type": %s
es: Cabeceras no válidas de "Tipo de contenido": %s

source: Invalid image id format
es: Formato de id de imagen no válido

source: Invalid item type specification
es: Especificación de tipo de elemento no válida

source: Invalid json body: %s
es: Cuerpo de json no válido: %s

source: Invalid jsonpatch request
es: Solicitud de jsonpatch no válida

source: Invalid location
es: Ubicación no válida

source: Invalid location %s
es: Ubicación %s no válida

source: Invalid location: %s
es: Ubicaciones no válidas: %s

source: Invalid location_strategy option: %(name)s. The valid strategy option(s) is(are): %(strategies)s
es: Opción location_strategy no válida: %(name)s. La opción(es) válida(s) es/son: %(strategies)s

source: Invalid locations
es: Ubicaciones no válidas

source: Invalid locations: %s
es: Ubicaciones no válidas: %s

source: Invalid marker format
es: Formato de marcador no válido

source: Invalid marker. Image could not be found.
es: Marcador no válido. No se ha podido encontrar la imagen.

source: Invalid mask_gen_algorithm: %s
es: mask_gen_algorithm no válido: %s

source: Invalid membership association: %s
es: Asociación de pertenencia no válida: %s

source: Invalid mix of disk and container formats. When setting a disk or container format to one of 'aki', 'ari', or 'ami', the container and disk formats must match.
es: Mezcla no válida de formatos de disco y contenedor. Al definir un formato de disco o de contenedor como 'aki', 'ari' o 'ami', los formatos de contenedor y de disco deben coincidir.

source: Invalid operation: `%(op)s`. It must be one of the following: %(available)s.
es: Operación: `%(op)s` no válida. Debe ser una de las siguientes: %(available)s.

source: Invalid position for adding a location.
es: Posición no válida para agregar una ubicación.

source: Invalid position for removing a location.
es: Posición no válida para eliminar una ubicación.

source: Invalid property definition
es: Definición de propiedad no válida

source: Invalid pss_salt_length: %s
es: pss_salt_length no válido: %s

source: Invalid public key type for signature key type: %s
es: Tipo de clave pública no válido para el tipo de clave de firma: %s

source: Invalid reference list specification
es: Especificación de lista de referencia no válida

source: Invalid referenced type
es: Tipo referenciado no váido

source: Invalid request PATCH for work with blob
es: Solicitud PATCH no válida para trabajar con blob

source: Invalid service catalog json.
es: JSON de catálogo de servicios no válido.

source: Invalid signature hash method: %s
es: Método hash de firma no válido: %s

source: Invalid signature key type: %s
es: Tipo de clave de firma no válido: %s

source: Invalid sort direction: %s
es: Dirección de ordenación no válida : %s

source: Invalid sort key: %(sort_key)s. If type version is not set it must be one of the following: %(available)s.
es: Clave de ordenación no válida: %(sort_key)s. Si la versión de tipo no está configurada debe ser una de las siguientes: %(available)s.

source: Invalid sort key: %(sort_key)s. It must be one of the following: %(available)s.
es: Clave de ordenación no válida: %(sort_key)s. Debe ser una de las siguientes: %(available)s.

source: Invalid sort key: %(sort_key)s. You cannot sort by this property
es: Clave de ordenación no válida: %(sort_key)s. No puede ordenar por esta propiedad

source: Invalid status value: %s
es: Valor de estado no válido: %s

source: Invalid status: %s
es: Estado no válido: %s

source: Invalid time format for %s.
es: Formato de hora no válido de %s.

source: Invalid type definition
es: Definición de tipo no válida

source: Invalid type value: %s
es: Valor de tipo no válido: %s

source: Invalid update. It would result in a duplicate metadata definition namespace with the same name of %s
es: Actualización no válida. Daría como resultado un espacio de nombres de definición de metadatos duplicado con el mismo nombre: %s

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
es: Actualización no válida. El resultado será un objeto de definición de metadatos duplicado con el mismo nombre=%(name)s en el espacio de nombres=%(namespace_name)s.

source: Invalid update. It would result in a duplicate metadata definition object with the same name=%(name)s in namespace=%(namespace_name)s.
es: Actualización no válida. El resultado será un objeto de definición de metadatos duplicado con el mismo nombre=%(name)s en el espacio de nombres=%(namespace_name)s.

source: Invalid update. It would result in a duplicate metadata definition property with the same name=%(name)s in namespace=%(namespace_name)s.
es: Actualización no válida. El resultado será una propiedad de definición de metadatos duplicada con el mismo nombre=%(name)s en espacio de nombres=%(namespace_name)s.

source: Invalid value '%(value)s' for parameter '%(param)s': %(extra_msg)s
es: Valor no válido'%(value)s' para el parámetro '%(param)s': %(extra_msg)s

source: Invalid value for option %(option)s: %(value)s
es: Valor no válido para la opción %(option)s: %(value)s

source: Invalid visibility value: %s
es: Valor de visibilidad no válido : %s

source: Is not allowed value
es: No es un valor permitido

source: It appears that the eventlet module has been imported prior to setting %s='yes'. It is currently necessary to disable eventlet.greendns if using ipv6 since eventlet.greendns currently breaks with ipv6 addresses. Please ensure that eventlet is not imported prior to this being set.
es: Es posible que el módulo eventlet se haya importado antes de definir %s='yes'. Ahora se tiene que deshabilitar eventlet.greendns si se está utilizando ipv6 ya que ahora eventlet.greendns se interrumpe con las direcciones ipv6. Por favor asegúrese de que eventlet no se haya importado antes de configurar esto.

source: It's invalid to provide multiple image sources.
es: No es correcto proporcionar múltiples fuentes de imagen.

source: It's not allowed to add locations if locations are invisible.
es: No se permite añadir ubicaciones si son invisibles.

source: It's not allowed to remove locations if locations are invisible.
es: No se permite eliminar ubicaciones si son invisibles.

source: It's not allowed to update locations if locations are invisible.
es: No se permite actualizar las ubicaciones si son invisibles.

source: Items have to be unique
es: Los elementos deben ser exclusivos

source: Json path should start with a '/', end with no '/', no 2 subsequent '/' are allowed.
es: La ruta Json debe empezar con un caràcter '/', no puede terminar con un caràcter '/', no se permiten 2 caracteres '/' seguidos.

source: Legacy image was not found
es: No se ha encontrado la imagen de herencia

source: Length is greater than maximum
es: La longitud es mayor que el máximo

source: Length is less than minimum
es: La longitud es menor que el mínimo

source: Limit param must be an integer
es: El parámetro de límite debe ser un entero

source: Limit param must be positive
es: El parámetro de límite debe ser positivo

source: Limit param must not be higher than %d
es: El parámetro de límite no puede ser mayor que %d

source: Limits request ID length.
es: Longitud de ID de solicitud de límites.

source: List definitions may hot have defaults
es: Las definiciones de lista no pueden tener valores predeterminados

source: List of strings related to the image
es: Lista de cadenas relacionadas con la imagen

source: List size is greater than maximum
es: El tamaño de la lista es mayor que el máximo

source: List size is less than minimum
es: El tamaño de lista es menor que el mínimo

source: Loop time between checking for new items to schedule for delete.
es: Tiempo de bucle que debe transcurrir entre cada vez que se comprueba si hay nuevos elementos a planificar para eliminación.

source: Malformed Content-Range header: %s
es: Cabecera de Rango de Contenido con formato incorrecto: %s

source: Malformed JSON in request body.
es: JSON con formato incorrecto en el cuerpo de la solicitud.

source: Max string length may not exceed 255 characters
es: La longitud máxima de cadena no puede exceder los 255 caracteres

source: Maximal age is count of days since epoch.
es: La edad máxima es el recuento de días desde epoch.

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs
es: El tamaño máximo de línea que se aceptará en las cabeceras de mensajes. Es probable que se necesite aumentar max_header_line cuando se utilicen tokens grandes (generalmente los que genera Keystone v3 API con grandes catálogos de servicio

source: Maximum number of image members per image. Negative values evaluate to unlimited.
es: Número máximo de miembros de imagen por imagen. Los valores negativos se evalúan como ilimitado.

source: Maximum number of locations allowed on an image. Negative values evaluate to unlimited.
es: Número máximo de ubicaciones permitidas en una imagen. Los valores negativos se evalúan como ilimitado.

source: Maximum number of properties allowed on an image. Negative values evaluate to unlimited.
es: Número máximo de propiedades permitidas en una imagen. Los valores negativos se evalúan como ilimitado.

source: Maximum number of tags allowed on an image. Negative values evaluate to unlimited.
es: Número máximo de etiquetas permitidas en una imagen. Los valores negativos se evalúan como ilimitado.

source: Maximum permissible number of items that could be returned by a request
es: El número máximo permitido de elementos que podrían ser devueltos por una solicitud

source: Maximum redirects (%(redirects)s) was exceeded.
es: Se ha superado el máximo de redirecciones (%(redirects)s).

source: Maximum size of image a user can upload in bytes. Defaults to 1099511627776 bytes (1 TB).WARNING: this value should only be increased after careful consideration and must be set to a value under 8 EB (9223372036854775808).
es: El tamaño máximo que un usuario puede cargar en bytes. Por defecto hasta 1099511627776 bytes (1 TB).ADVERTENCIA: este valor solo se debe aumentar tras considerarlo cuidadosamente y debe configurarse en un valor menor a 8 EB (9223372036854775808).

source: Member %(member_id)s is duplicated for image %(image_id)s
es: Se ha duplicado el miembro %(member_id)s para la imagen %(image_id)s

source: Member can't be empty
es: El miembro no puede estar vacío

source: Member to be added not specified
es: No se ha especificado el miembro a añadir

source: Membership could not be found.
es: No se ha podido encontrar la pertenencia.

source: Metadata definition namespace %(namespace)s is protected and cannot be deleted.
es: El espacio de nombres %(namespace)s de definición de metadatos está protegido y no se puede eliminar.

source: Metadata definition namespace not found for id=%s
es: No se ha encontrado el espacio de nombres de definición de metadatos con el id=%s

source: Metadata definition namespace=%(namespace_name)swas not found.
es: No se ha encontrado el espacio de nombres de definición de metadatos=%(namespace_name)s.

source: Metadata definition object %(object_name)s is protected and cannot be deleted.
es: El objeto %(object_name)s de definición de metadatos está protegido y no se puede eliminar.

source: Metadata definition object not found for id=%s
es: No se ha encontrado el objeto de definición de metadatos con el id=%s

source: Metadata definition property %(property_name)s is protected and cannot be deleted.
es: La propiedad %(property_name)s de definición de metadatos está protegida y no se puede eliminar.

source: Metadata definition property not found for id=%s
es: No se ha encontrado la propiedad de definición de metadatos con el id=%s

source: Metadata definition resource-type %(resource_type_name)s is a seeded-system type and cannot be deleted.
es: El tipo de recurso para la definición de metadatos %(resource_type_name)s es un tipo de sistema inicializado y no se puede eliminar.

source: Metadata definition resource-type-association %(resource_type)s is protected and cannot be deleted.
es: La asociación de tipo de recurso %(resource_type)s de definición de metadatos está protegida y no se puede eliminar.

source: Metadata definition tag %(tag_name)s is protected and cannot be deleted.
es: La etiqueta de definición de metadatos %(tag_name)s está protegida y no se puede eliminar.

source: Metadata definition tag not found for id=%s
es: No se ha encontrado la etiqueta de definición de metadatos con el id=%s

source: Min string length may not be negative
es: La longitud mínimo de cadena no puede ser un valor negativo

source: Minimal rows limit is 1.
es: El número mínimo de filas es.

source: Missing required credential: %(required)s
es: Falta una credencial obligatoria: %(required)s

source: Multiple 'image' service matches for region %(region)s. This generally means that a region is required and you have not supplied one.
es: Varias coincidencias de servicio 'image' para la región %(region)s. Esto generalmente significa que es obligatorio especificar una región y que no se ha proporcionado ninguna.

source: Must supply a positive, non-zero value for age.
es: Debe proporcionar un valor positivo distinto de cero para la edad.

source: Name of the paste configuration file.
es: Nombre del archivo de configuración de pegado.

source: No artifact found with ID %s
es: No se ha encontrado el artefacto con el ID %s

source: No authenticated user
es: Ningún usuario autenticado

source: No image found with ID %s
es: No se ha encontrado la imagen con el ID %s

source: No location found with ID %(loc)s from image %(img)s
es: No se ha encontrado ninguna ubicación con el ID %(loc)s en la imagen %(img)s

source: No permission to share that image
es: No tiene permiso para compartir esa imagen

source: No plugin for '%(name)s' has been loaded
es: No se ha cargado ningún plugin para '%(name)s'

source: No property to access
es: No hay ninguna propiedad a la que acceder

source: No such key '%s' in a dict
es: No hay la clave '%s' en un dict

source: Not a blob property '%s'
es: '%s' no es una propiedad blob

source: Not a downloadable entity
es: No es una entidad descargable

source: Not a list property
es: No es una propiedad de lista

source: Not a list property '%s'
es: '%s' no es una propiedad de lista

source: Not a valid value type
es: Tipo de valor no válido

source: Not all dependencies are in '%s' state
es: No todas las dependencias de encuentran en estado '%s'

source: Not allowed to create members for image %s.
es: No se permite crear miembros para la imagen %s.

source: Not allowed to deactivate image in status '%s'
es: No se permite desactivar una imagen con el estado '%s'

source: Not allowed to delete members for image %s.
es: No se permite suprimir los miembros de la imagen %s.

source: Not allowed to delete tags for image %s.
es: No se permite eliminar etiquetas para la imagen %s.

source: Not allowed to list members for image %s.
es: No se permite listar los miembros de la imagen %s.

source: Not allowed to reactivate image in status '%s'
es: No se permite reactivar una imagen con el estado'%s'
